Repository: smesureur/Projet3duoLP
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: gl, nb

source: Other projects
gl: Outros proxectos
nb: Andre prosjekter

source: LibrePlan: Jira synchronization info
gl: LibrePlan: Información de sincronización Jira
nb: LibrePlan: Jira synkronisering info

source: clock finish cannot be empty if number of hours is calcultate by clock
gl: o hora de fin non pode estar baleira se o número de horas é calculado por reloxo
nb: klokke finish kan ikke være tomt hvis antall timer er calcultate etter klokke

source: Tasks input buffer
gl: Buffer de tarefas de entrada
nb: Oppgaver innbuffer

source: Code cannot be empty
gl: O código non pode estar baleiro
nb: Kode kan ikke være tomt

source: Template cannot be removed because it has applications
gl: O modelo non pode borrarse porque ten aplicacións.
nb: Malen kan ikke fjernes fordi den har programmer

source: Synchronization order {0}
gl: Orde de sincronización {0}
nb: Synkronisering for {0}

source: At least one {0} sequence must be active
gl: Polo menos unha secuencia de {0} debe estar activa
nb: Minst en {0} sekvens må være aktiv

source: Job name
gl: Nome do traballo
nb: Jobbnavnet

source: Profile name
gl: Nome do perfil
nb: Profilnavn

source: criterion satisfaction with end date before start
gl: o criterio satisfeito ten data de fin anterior á de inicio
nb: kriterium tilfredshet med sluttdato før start

source: Disable Delete
gl: Deshabilitar borrado
nb: Deaktivere Slett

source: At least one {0} sequence is needed
gl: Necesítase polo menos unha secuencia de {0}
nb: Minst én {0} sekvensen er nødvendig

source: Estimated/Planned Hours Per Task
gl: Horas estimadas/planificadas por tarefa
nb: Estimerte / Planlagte timer per Task

source: LibrePlan: Cost Categories
gl: LibrePlan: Categorías de custo
nb: LibrePlan: Kostnads ​​Kategorier

source: Assigned
gl: Asignado
nb: Tilordnet

source: Total capacity
gl: Capacidade total
nb: Total kapasitet

source: Order should not be empty
gl: O proxecto non debería estar baleiro
nb: For bør ikke være tomt

source: Use LDAP roles
gl: Utilizar roles do LDAP
nb: Bruker LDAP roller

source: Details
gl: Detalles
nb: Detaljer

source: Error: {0}
gl: Erro: {0}
nb: Feil: {0}

source: More options
gl: Máis opcións
nb: Flere alternativer

source: LibrePlan: Personal timesheet
gl: LibrePlan: Parte de horas persoal
nb: LibrePlan: Personlig timeliste

source: Confirm create template
gl: Confirmar a creación do modelo
nb: Bekreft lage mal

source: Resources load filtering
gl: Filtrado de carga de traballo
nb: Ressurser belastning filtrering

source: Work amount
gl: Cantidade de traballo
nb: Arbeid beløp

source: Parent
gl: Pai
nb: Overordnet

source: Earliest date
gl: Data máis cedo
nb: Tidligste dato

source: Change Password
gl: Cambiar o contrasinal
nb: Bytt Passord

source: LibrePlan: Work And Progress Per Task
gl: LibrePlan: Traballo e progreso por tarefa
nb: LibrePlan: Arbeid Og Fremskritts Per Task

source: Projects
gl: Proxectos
nb: Prosjekter

source: Confirm exit dialog
gl: Diálogo para confirmar a salida
nb: Bekreft dialogen exit

source: Not found converter for {0}
gl: Non se atopou un conversor para {0}
nb: Ikke funnet omformer for {0}

source: In the lines part, index labels and fields must be unique and consecutive
gl: Na parte das liñas, os índices das etiquetas e os campos deben ser únicos e consecutivos
nb: I linjene del, må indeks etiketter og felt være unikt og rad

source: Subcontracting code
gl: Código de subcontratación
nb: Underleveranser kode

source: Material assignments
gl: Asignacións de materiais
nb: Materielle oppdrag

source: last value not specified
gl: último valor non especificado
nb: siste verdien ikke spesifisert

source: task not specified
gl: tarefa non especificada
nb: oppgave ikke spesifisert

source: Change password
gl: Cambiar o contrasinal
nb: Bytt passord

source: Import Project
gl: Importar proxecto
nb: Import-prosjektet

source: Password cannot be managed for LDAP users because LDAP authentication is enabled.
gl: O contrasinal non se pode xestionar para os usuarios de LDAP porque a autenticación con LDAP está habilitada.
nb: Passordet kan ikke disponeres for LDAP-brukere fordi LDAP-autentisering er aktivert.

source: Progress measurement cannot be canged to {0}, because it is consolidated
gl: A medida de progreso non se pode cambiar a {0}, porque está consolidada
nb: Fremskrittsmåling ikke kan canged til {0} , fordi det er konsolidert

source: Text field
gl: Campo de texto
nb: Tekstfelt

source: Question
gl: Pregunta
nb: Spørsmål

source: The meausure name is not valid. There is another unit type with the same measure name
gl: O nome da medida non é válido. Hai outro tipo de unidade co mesmo nome de medida
nb: Den meausure navn er ikke gyldig. Det er en annen type enhet med det samme mål navn

source: {0} cannot be fulfilled
gl: Non se pode cumprir {0}
nb: {0} kan ikke være oppfylt

source: Extended view
gl: Vista expandida
nb: Utvidet visning

source: project not specified
gl: proxecto non especificado
nb: prosjektet ikke spesifisert

source: Work record
gl: Rexistro de traballo
nb: Arbeid rekord

source: Output format
gl: Formato de saída

source: Print
gl: Imprimir
nb: Skriv ut

source: {0} not found type for criterion
gl: {0} non atopado tipo para criterio
nb: {0} ikke funnet type for kriterium

source: Page down
gl: Páxina abaixo
nb: Side ned

source: resource type does not allow enabled criteria
gl: o tipo de recurso non permite criterios habilitados
nb: ressurstype tillater ikke aktivert kriterier

source: Cancel
gl: Cancelar
nb: Avbryt

source: Please, select a destination scenario
gl: Por favor, seleccione un escenario de destino
nb: Vennligst, velg en destinasjon scenario

source: Unschedule
gl: Quitar planificación

source: General user data
gl: Datos xerais do usuario
nb: Generell brukerdata

source: Subcontracted task sent successfully
gl: A tarefa subcontratada enviouse con éxito
nb: Underleverandør oppgave vellykket sendt

source: Accumulated hours chart
gl: Gráfico de horas acumuladas
nb: Akkumulert timer diagram

source: Machines List
gl: Lista de máquinas
nb: Maskiner List

source: You don't have read access to this project
gl: Non ten acceso de lectura a este proxecto
nb: Du har ikke lesetilgang til dette prosjektet

source: Disable hierarchy will cause criteria tree to be flattened. Are you sure?
gl: Dehabilitar a xerarquía fará que se aplane a árbore de criterios. ¿Está seguro?
nb: Deaktiver hierarki vil føre kriterier treet som skal flatet. Er du sikker?

source: default maximum value of percentage progress type must be 100
gl: o valor máximo por defecto do tipo de progreso porcentaxe debe ser 100
nb: standard maksimal verdi av prosentvis fremgang Typen må være 100

source: Cannot create another progress of the same type
gl: Non pode crear outro progreso do mesmo tipo
nb: Kan ikke opprette en ny fremgang av samme type

source: Dates
gl: Datas
nb: Datoer

source: Units
gl: Unidades
nb: Enheter

source: Start filtering date cannot be empty
gl: A data de inicio de filtrado non pode ser baleira
nb: Begynn å filtrere dato kan ikke være tomt

source: At least one stretch is needed
gl: Necesítase alo menos un tramo
nb: Minst en strekning som er nødvendig

source: The expense sheet line codes must be unique.
gl: Os códigos das liñas da folla de gastos debe ser únicos.
nb: De bekostning ark linjekoder må være unikt.

source: description value: the timesheet has some description field missing
gl: o parte de traballo ten algún campo de descrición baleiro
nb: beskrivelse verdi: time har noen beskrivelse felt mangler

source: Create new Workweek
gl: Crear nova semana de traballo
nb: Skape ny arbeidsuke

source: Autocomplete login form
gl: Autocompletar o formulario de inicio de sesión
nb: Autofullfør innloggingsskjemaet

source: Task Properties
gl: Propiedades da tarefa

source: hours type
gl: tipo de horas
nb: timer typen

source: LibrePlan role not specified
gl: Rol LibrePlan non especificado
nb: LibrePlan rolle ikke spesifisert

source: LibrePlan: Task Scheduling Status In Project
gl: LibrePlan: Estado de planificación de proxecto
nb: LibrePlan: Task Scheduling Status I Prosjekt

source: name
gl: nome
nb: navn

source: Select the elements to import into LibrePlan
gl: Selecciona os elementos que importar en LibrePlan
nb: Velg elementene som skal importeres inn LibrePlan

source: Delete selected task
gl: Borrar tarefa seleccionada
nb: Slett valgte oppgaven

source: {0} (max: {1})
gl: {0} (máx: {1})

source: Cost Category
gl: Categoría de custo
nb: Kostnad Kategori

source: end
gl: fin
nb: slutt

source: Role search query
gl: Consulta para a búsqueda de roles
nb: Rolle søket

source: The hour cost codes must be unique.
gl: Os códigos do custo de hora deben ser únicos.
nb: De time kostnads ​​kodene må være unikt.

source: Log
gl: Diario
nb: Logg

source: The formats supported for import are MPP and PLANNER files.
gl: Os formatos soportados para a súa importación son os arquivos MPP ou PLANNER.
nb: Formatene som støttes for import er MPP og PLANNER filer.

source: Inherited exception
gl: Excepción herdada
nb: Arvet unntak

source: Authorizations
gl: Autorizacións
nb: Fullmakter

source: Continue
gl: Continuar
nb: Fortsett

source: Edit task {0}
gl: Editar tarefa: {0}
nb: Rediger oppgave {0}

source: LibrePlan: Timesheets
gl: LibrePlan: Partes de traballo
nb: LibrePlan: Timelister

source: : Task import successfully!
gl: : Tarefa importada con éxito.
nb: : Task import vellykket!

source: username is already being used by another user
gl: o nome de usuario xa está a ser usado por outro usuario
nb: Brukernavnet er allerede i bruk av en annen bruker

source: references
gl: referencias
nb: referanser

source: You must select a valid date.
gl: Debe seleccionar unha data válida.
nb: Du må velge et gyldig dato.

source: Generic
gl: Xenérico
nb: Generisk

source: Template
gl: Modelo
nb: Mal

source: percentage should be greater than 0% and less than 100%
gl: A porcentaxe debería ser maior que 0% e menor que 100%
nb: andelen bør være større enn 0% og mindre enn 100%

source: The field name must be unique.
gl: O nome do campo debe ser único.
nb: Feltnavnet må være unikt.

source: Add criterion requirement
gl: Engadir criterio requirido
nb: Legg kriterium krav

source: Default max value
gl: Valor máximo por defecto
nb: Standard max verdi

source: Percentage of estimated budget hours / hours consumed
gl: Porcentaxe de horas presupostadas / horas consumidas
nb: Prosent av estimert budsjett timer / timer konsumert

source: Criterion Name
gl: Nome do criterio

source: Automatic
gl: Automático
nb: Automatisk

source: Task
gl: Tarefa
nb: Oppgave

source: LibrePlan: Change password
gl: LibrePlan: Cambiar o contrasinal
nb: LibrePlan: Endre passord

source: please, select a label
gl: por favor, seleccione unha etiqueta
nb: vær så snill, velg en etikett

source: Expected
gl: Esperado
nb: Forventet

source: Add profile
gl: Engadir perfil
nb: Legg profil

source: LibrePlan: Scenarios Management
gl: LibrePlan: Xestión de escenarios
nb: LibrePlan: Scenarier Ledelse

source: cost assignment with end date before start date
gl: a asignación de custo ten data de fin anterior á de inicio
nb: kostnadsoppgave med sluttdato før startdato

source: filter already exists
gl: o filtro xa existe
nb: filter allerede eksisterer

source: Criterion name
gl: Nome do criterio
nb: Criterion navn

source: date cannot be empty if it is shared by lines
gl: a data non pode estar baleira se está compartida polas liñas
nb: dato kan ikke være tom hvis den blir delt av linjer

source: values are not valid, the values must not be null
gl: os valores non son válidos, non deben ser nulos
nb: verdiene er ikke gyldig, må verdiene ikke være null

source: Apply changes and go back to scheduling
gl: Aplicar cambios e volver á planificación
nb: Bruk endringer og gå tilbake til planlegging

source: Spreading progress
gl: Progreso que propaga
nb: Sprer fremgang

source: Task name
gl: Nome da tarefa
nb: Oppgavenavn

source: cost assignment's resource not specified
gl: recurso da asignación de custo non especificado
nb: kostnaden oppdragets ressurs ikke spesifisert

source: Project
gl: Proxecto
nb: Prosjekt

source: Export
gl: Exportar
nb: Eksporter

source: Starting date cannot be empty because there is a task with constraint "as soon as possible"
gl: A data de inicio non pode estar baleira porque hai unha tarefa coa restrición "tan pronto como sexa posible"
nb: Startdato kan ikke være tom, fordi det er en oppgave med begrensningen "så snart som mulig"

source: last material sequence code not specified
gl: último código de secuencia de material non especificado
nb: siste materialet sekvens koden ikke spesifisert

source: Unassigned
gl: Non asignado

source: Advance assignment cannot be removed as it has advance measures that have already been reported to the customer
gl: A asignación de progreso non se pode borrar xa que ten medidas que xa foron notificadas ao cliente
nb: Advance oppdraget ikke kan fjernes som den har forhånd tiltak som allerede er meddelt kunden

source: It already exists a end date with the same date.
gl: xa existe unha data de fin coa mesma data
nb: Det finnes allerede en sluttdato med samme dato.

source: Add new criterion requirement
gl: Engadir novo criterio requirido
nb: Legg til et nytt kriterium kravet

source: resource cannot be empty if it is shared by lines
gl: o recurso non pode estar baleiro se está compartido polas liñas
nb: ressurs kan ikke være tomt hvis det er delt av linjer

source: Budgeted Cost Work Performed
gl: Custo presupostado do traballo realizado
nb: Budsjetterte kostnader utført arbeid

source: Change the password
gl: Cambiar o contrasinal
nb: Endre passord

source: label code is already being used
gl: o código da etiqueta xa está sendo usado
nb: etikett kode er allerede i bruk

source: Disabled
gl: Deshabilitado
nb: Deaktivert

source: There is a margin of {0} days with the project global deadline ({1}%).
gl: Hai un marxe de {0} días con respecto a data límite global do proxecto ({1}%).
nb: Det er en margin på {0} dager med prosjektet global fristen ( {1} %).

source: Earned value
gl: Valor gañado
nb: Opptjent verdi

source: Overtime Effort
gl: Esforzo extra
nb: Overtid Effort

source: Inherited from parent calendar
gl: Herdado do calendario pai
nb: Arvet fra foreldre kalender

source: You do not have permissions to edit this timesheet
gl: Non ten permisos para editar este parte de traballo
nb: Du har ikke tillatelse til å redigere denne timeliste

source: Normal Effort
gl: Esforzo normal

source: {0} reassignations finished
gl: Finalizadas {0} reasignacións
nb: {0} reassignations ferdige

source: Templates can only be created out of existent tasks.You are trying to create a template out of a new task. Please save your project before proceeding.
gl: Os modelos só poden ser creados a partir de tarefas existentes. Está tentando crear un modelo a partir dunha tarefa nova. Por favor garde o seu proxecto antes de continuar.
nb: Maler kan bare skapes ut av eksisterende tasks. You prøver å lage en mal ut av en ny oppgave. Vennligst lagre prosjektet før du fortsetter.

source: Total work
gl: Traballo total
nb: Total arbeid

source: a quality form cannot be assigned twice to the same task
gl: un formulario de calidade non se pode asignar dúas veces á mesma tarefa
nb: en kvalitet skjema kan ikke tildeles to ganger til samme oppgave

source: number of digits out of range
gl: número de díxitos fóra de rango
nb: antall sifre utenfor rekkevidde

source: The timesheet line codes must be unique.
gl: Os códigos das liñas do parte de traballo deben ser ser únicos.
nb: De timeliste linjekoder må være unikt.

source: Calendar Exception Days
gl: Días excepcionais do calendario
nb: Kalender Unntaks Days

source: Time tracking
gl: Partes de traballo
nb: Timeregistrering

source: If you entered the URL directly in the navigation bar of the browser, please review it or click in the following link in order to go to initial page:
gl: Se introduciu a URL directamente na barra de navegación do navegador, por favor revísea ou faga clic na seguinte ligazón para ir a páxina inicial:
nb: Hvis du skrev inn nettadressen direkte til navigasjonslinjen i nettleseren, kan du lese den, eller klikk på følgende link for å gå til første side:

source: {0} not supported yet
gl: {0} aínda non soportado
nb: {0} støttes ikke ennå

source: is not supported for its use with LibrePlan.
gl: no está soportado para o seu uso con LibrePlan.
nb: Det er ikke støtte for sin bruk med LibrePlan.

source: New entry
gl: Entrada nova
nb: Ny oppføring

source: Resources Load
gl: Carga de recursos
nb: Ressurser Load

source: userId not specified
gl: userID non especificado
nb: BrukerID ikke spesifisert

source: Changes have been canceled
gl: Cambios cancelados
nb: Endringer har blitt kansellert

source: LibrePlan: Planning
gl: LibrePlan: Planificación
nb: LibrePlan: Planlegging

source: Job is deleted from scheduler
gl: Traballo eliminado do planificador
nb: Jobben er slettet fra planleggeren

source: Expense sheets
gl: Follas de gastos
nb: Regninger

source: Authentication
gl: Autenticación
nb: Autentisering

source: No items found in 'OrderSyncInfo' to synchronize with JIRA issues
gl: Non se atoparon elementos en 'OrderSyncInfo' que sincronizar con incidencias JIRA
nb: Ingen elementer funnet i 'OrderSyncInfo' for å synkronisere med JIRA saker

source: Select language
gl: Seleccionar idioma
nb: Velg språk

source: Appropriative allocation
gl: Asignación apropiativa
nb: Appropriative tildeling

source: This criterion type cannot have multiple values in the same period
gl: Este tipo de criterio non pode ter múltiples valores no mesmo periodo
nb: Dette kriteriet type kan ikke ha flere verdier i samme periode

source: Assigned criterion requirements
gl: Criterios requiridos asignados
nb: Tildelte kriteriekravene

source: Calendar Exception Day
gl: Día excepcional do calendario
nb: Kalender Unntak Day

source: Filter by criteria
gl: Filtrar por criterios
nb: Filtrer etter kriterier

source: job name not specified
gl: Nome do traballo non especificado
nb: jobbnavnet ikke spesifisert

source: Max value
gl: Valor máximo
nb: Max verdi

source: No
gl: Non
nb: Nei

source: Scenarios List
gl: Lista de escenarios
nb: Scenarier List

source: The name is not valid, the name must not be null
gl: O nome non é válido, non debe ser nulo
nb: Navnet er ikke gyldig, må navnet ikke være null

source: Hours to allocate
gl: Horas a asignar
nb: Timer å fordele

source: A category must be selected
gl: Debe seleccionar unha categoría
nb: En kategori må velges

source: Delivery dates asked by the subcontractor.
gl: Datas de entrega solicitadas polo subcontratista.
nb: Leveringsdatoer spurt av underleverandør.

source: Period
gl: Periodo
nb: Periode

source: Spread
gl: Propagación

source: Disabled because of it contains more than one hours group
gl: Deshabilitado por conter máis dun grupo de horas
nb: Deaktivert på grunn av den inneholder mer enn en times gruppe

source: Confirm remove user
gl: Confirmar o borrado do usuario
nb: Bekreft fjerning bruker

source: Select start date
gl: Seleccionar data de inicio
nb: Velg startdato

source: Removed {0}
gl: {0} borrado
nb: Fjernet {0}

source: This criterion type cannot be deleted because it is assigned to projects or resources
gl: Este tipo de criterio non se pode borrar porque está asignado a proxectos ou recursos
nb: Dette kriteriet type kan ikke slettes fordi den er knyttet til prosjekter eller ressurser

source: Confirm deleting this worker. Are you sure?
gl: Confirmar o borrado deste traballador. ¿Está seguro?
nb: Bekreft sletting av denne arbeideren. Er du sikker?

source: Group name
gl: Nome do grupo
nb: Gruppenavn

source: description value: the timesheet has not assigned the description field
gl: o parte de traballo non ten asignado o campo de descrición
nb: beskrivelse verdi: time har ikke tildelt beskrivelsesfeltet

source: Role name
gl: Nome do rol
nb: Rollenavnet

source: This worker was already removed by other user
gl: Este traballador xa foi borrado por outro usuario
nb: Denne arbeideren er allerede fjernet av en annen bruker

source: Work hour type data
gl: Datos do tipo de hora de traballo
nb: Arbeidet time typen data

source: The same resource is assigned twice inside an interval
gl: O mesmo recurso está asignado dúas veces dentro do intervalo
nb: Den samme kilde er tilordnet to ganger inne i et intervall

source: No worklogs found for "{0}" key
gl: Non se atoparon comentarios do traballo para a clave "{0}"
nb: Ingen worklogs funnet for "{0}"-tasten

source: Value is not valid, the precision value must not be empty
gl: O valor non é válido, o valor de precisión non debe estar baleiro
nb: Verdien er ikke gyldig, må presisjonen verdi ikke være tomt

source: Workable capacity for this period
gl: Capacidade de traballo para este período
nb: Gjennomførbar kapasitet for denne perioden

source: last hours cost sequence code not specified
gl: último código de secuencia de custos de horas non especificado
nb: siste timene kostnads ​​sekvens kode som ikke er spesifisert

source: LibrePlan: My Dashboard
gl: LibrePlan: O meu panel de control

source: Communications From Subcontractors
gl: Comunicacións dende subcontratistas
nb: Kommunikasjon fra underleverandører

source: Quality Form
gl: Formulario de calidade
nb: Kvalitet skjema

source: Add Milestone
gl: Engadir fito
nb: Legg til milepel

source: Assign selected items
gl: Asignar elementos seleccionados
nb: Tildel valgte elementer

source: init
gl: inicio

source: Add new progress measurement
gl: Engadir nova medida de progreso
nb: Legg til ny fremgangsmåling

source: Select for automatic queuing
gl: Seleccione para encolar automáticamente
nb: Velg for automatisk kø

source: Product code should not be empty
gl: O código de produto non pode ser valeiro
nb: Produktkode bør ikke være tomt

source: Project {0} transfered
gl: Proxecto {0} transferido
nb: Prosjektet {0} overført

source: Create & Assign
gl: Crear e asignar
nb: Lag & Tildel

source: Calculated progress measurements cannot be removed
gl: As medidas de progreso calculadas non se poden borrar
nb: Beregnede fremgang målinger kan ikke fjernes

source: Not configurable
gl: Non configurable
nb: Ikke konfigurerbar

source: timesheet not specified
gl: parte de traballo non especificado
nb: timeliste ikke spesifisert

source: The length must be greater than 0 and not empty
gl: A lonxitude debe ser maior que 0 e non baleira
nb: Lengden må være større enn 0 og ikke tom

source: Task Status
gl: Estado da tarefa
nb: Oppgave Status

source: Bound resource
gl: Recurso vinculado
nb: Bundet ressurs

source: Calendar exception days
gl: Días excepcionais do calendario
nb: Kalender unntaksdager

source: Advanced allocation
gl: Asignación avanzada
nb: Avansert tildeling

source: project sync info is already being used
gl: A información de sincronización de proxecto xa está sendo usada
nb: Prosjektet sync info er allerede i bruk

source: Estimation deviation on completed tasks
gl: Estimación do desvío en tarefas completadas
nb: Estimering avvik på fullførte oppgaver

source: Key for Order "{0}" is empty
gl: A clave para o proxecto "{0}" está baleira
nb: Nøkkel for Bestill "{0}" er tom

source: Consolidated
gl: Consolidado
nb: Konsolidert

source: MonteCarlo method
gl: Método de Montecarlo
nb: Montecarlo metode

source: Edit Worker: {0}
gl: Editar traballador: {0}
nb: Edit Arbeider: {0}

source: You do not have permissions to go to edit user window
gl: Non ten permisos para ir á ventá de edición de usuarios
nb: Du har ikke tillatelse til å å gå til editer bruker vindu

source: LibrePlan: User access
gl: LibrePlan: Acceso de usuarios
nb: LibrePlan: Bruker tilgang

source: Customer
gl: Cliente
nb: Kunden

source: Hours type
gl: Tipo de horas
nb: Timer typen
