Repository: smesureur/Projet3duoLP
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: gl, nb

source: Save & New timesheet
gl: Gardar e novo parte de traballo
nb: Lagre og Ny timeliste

source: Value last progress reported
gl: Valor último progreso notificado
nb: Verdien siste fremskritt rapportert

source: Timesheet
gl: Parte de traballo
nb: Timeliste

source: Show dependencies
gl: Mostrar dependencias
nb: Vis avhengig

source: Schedule from start to deadline
gl: Planificar dende o principio á data límite
nb: Tidsplan fra start til deadline

source: Estimated days
gl: Días estimadas
nb: Estimerte dager

source: Reference date
gl: Data de referencia
nb: Referansedato

source: LibrePlan: Estimated/Planned Hours Per Task
gl: LibrePlan: Horas estimadas/planificadas por tarefa
nb: LibrePlan: Estimert / Planlagte timer per Task

source: quality form item percentage not specified
gl: porcentaxe do ítem do formulario de calidade non especificado
nb: kvalitet skjema element prosent ikke spesifisert

source: passwords do not match
gl: os contrasinais non coinciden
nb: ordene stemmer ikke overens

source: quality form name not specified
gl: formulario de calidade non especificado
nb: kvalitet skjema navn ikke spesifisert

source: Progress Evolution
gl: Evolución do progreso

source: From chosen date
gl: A partir da data escollida
nb: Fra valgt dato

source: Subcontractor values are read only because they were reported by the subcontractor company.
gl: Os valores de subcontratación son de só lectura porque foron notificados pola empresa subcontratista.
nb: Underleverandør verdiene leses bare fordi de ble rapportert av underleverandøren selskapet.

source: My dashboard
gl: O meu panel de control
nb: Mitt dashbord

source: Original
gl: Orixinal

source: A new version of LibrePlan is available. Please check next link for more information:
gl: Unha nova versión de LibrePlan está dispoñible. Por favor comprobe a seguinte ligazón para más información:
nb: En ny versjon av LibrePlan er tilgjengelig. Vennligst sjekk neste link for mer informasjon:

source: Stretches function configuration
gl: Configuración da función de tramos
nb: Strekker funksjon konfigurasjon

source: Not indentable
gl: Non indentable
nb: Ikke fordypninger

source: The original workable days value {0} cannot be modified as it has consolidations
gl: O valor orixinal de días laborais {0} non se pode modificar porque ten consolidacións
nb: Den opprinnelige gjennomførbar dager verdien {0} kan ikke endres som den har konsolideringer

source: List of materials for all categories (select one to filter)
gl: Lista de materiais paa tódalas categorías (seleccione unha para filtrar)
nb: Liste over materialer for alle kategorier (velg en å filtrere)

source: Timesheet saved
gl: Parte de traballo gardado
nb: Timeliste lagret

source: Resource allocation type
gl: Tipo de asignación de recursos
nb: Ressursfordeling typen

source: User disabled
gl: Usuario deshabilitado
nb: Bruker deaktivert

source: Exception type
gl: Tipo de excepción
nb: Unntak typen

source: Year (optional)
gl: Ano (opcional)
nb: År (valgfritt)

source: In the available periods {0} only {1} hours are available.
gl: Nos períodos dispoñibles {0} só hai dispoñibles {1} horas.
nb: I de ledige perioder {0} bare {1} timer er tilgjengelig.

source: Association with profiles
gl: Asociación con perfís
nb: Assosiasjon med profiler

source: Message - {0}
gl: Mensaxe - {0}
nb: Melding - {0}

source: Date is not valid, it must be later than the last progress consolidation
gl: A data non é válida, debe ser posterior á última consolidación de progreso
nb: Dato ikke er gyldig, må det være senere enn siste fremgang konsolidering

source: Reception date
gl: Data de recepción
nb: Mottaksdato

source: Seconds planning warning
gl: Segundos advertencia planicación
nb: Sekunder planlegging advarsel

source: LibrePlan: Settings
gl: LibrePlan: Preferencias
nb: LibrePlan: Innstillinger

source: worker's surname not specified
gl: apelidos do traballador non especificados
nb: arbeiderens etternavn ikke spesifisert

source: Save changes
gl: Gardar cambios
nb: Lagre endringer

source: Application settings
gl: Preferencias da aplicación
nb: Applikasjonsinnstillinger

source: Select source
gl: Seleccionar orixe
nb: Velg kilde

source: Total dedication
gl: Dedicación total
nb: Total hengivenhet

source: the same task is marked as finished by more than one timesheet line
gl: a mesma tarefa está marcada como acabada por máis dunh liña de parte de traballo
nb: den samme oppgaven er markert som avsluttet med mer enn én timelinje

source: Worker deleted
gl: Traballador borrado
nb: Worker slettet

source: Select entity, please
gl: Seleccionar entidade, por favor
nb: Velg enhet, kan du

source: LibrePlan: Profiles
gl: LibrePlan: Perfís
nb: LibrePlan: Profiler

source: Finish Hour
gl: Hora de fin

source: total not specified
gl: total non especificado
nb: totalt ikke spesifisert

source: Go to personal timesheet
gl: Ir ao parte de horas persoal
nb: Gå til personlig timeliste

source: Last expense
gl: Último gasto
nb: Siste bekostning

source: Day
gl: Día
nb: Dag

source: Timesheet summary
gl: Resumo do parte de traballo
nb: Timeregistrering sammendrag

source: Current password
gl: Contrasinal actual
nb: Nåværende passord

source: Only one sequence per entity can be active at the same time.
gl: Só pode estar activa unha secuencia por entidade ao mesmo tempo.
nb: Bare én sekvens per enhet kan være aktive samtidig.

source: Please, select an item
gl: Por favor, seleccione un elemento
nb: Vennligst, velg et element

source: Cannot be higher than finish hour
gl: Non pode ser posterior á data de fin
nb: Kan ikke være høyere enn ferdig time

source: Prefix
gl: Prefixo
nb: Prefiks

source: {0} 1st fortnight
gl: 1ª quincena de {0}
nb: {0} første fjorten dager

source: New Template element
gl: Novo elemento de modelo
nb: Ny mal element

source: Project: {0}
gl: Proxecto: {0}
nb: Prosjekt: {0}

source: Load ratios calculated between
gl: Indicadores de carga calculados entre
nb: Belastningsgrad beregnes mellom

source: Non Consolidated
gl: Non consolidado

source: Timesheets
gl: Partes de traballo
nb: Timelister

source: Connectors
gl: Conectores
nb: Kontakter

source: From date
gl: A partir da data
nb: Fra dato

source: Task of project
gl: Tarefa do proxecto
nb: Oppgaven med prosjektet

source: Reassigning type
gl: Tipo de reasignación
nb: Reassigning typen

source: Hours cost
gl: Custo de horas
nb: Timer kostnaden

source: There are repeated description values in the timesheet
gl: Hai valores de descrición repetidos no parte de traballo
nb: Det er gjentatt beskrivelse verdier i timeliste

source: {0} "{1}" can not be deleted because of it is being used
gl: {0} "{1}" non se pode borrar porque está sendo usado
nb: {0} "{1}" kan ikke slettes fordi det blir brukt

source: Expense Sheets
gl: Follas de gastos
nb: Utgifts Sheets

source: Position
gl: Posición
nb: Posisjon

source: maximum value not specified
gl: valor máximo non especificada
nb: maksimale verdien ikke spesifisert

source: Edit task
gl: Editar tarefa
nb: Rediger oppgave

source: Incorrect authentication
gl: Identificación incorrecta
nb: Feil autentisering

source: Timesheet Lines List
gl: Lista de liñas de parte de traballo
nb: Timeregistrering Lines List

source: End date is not valid, the new end date must be after the start date
gl: Data de fin inválida, a nova data de fin debe ser posterior á data de inicio
nb: Sluttdato er ikke gyldig, må den nye sluttdato være etter startdatoen

source: Currency
gl: Moeda
nb: Valuta

source: task code is repeated inside the project
gl: o código da tarefa está repetido dentro do proxecto
nb: oppgave kode gjentas inne i prosjektet

source: Number of iterations should be between 1 and {0}
gl: O número de iteracións debe estar entre 1 e {0}
nb: Antall iterasjoner bør være mellom 1 og {0}

source: Current value
gl: Valor actual
nb: Nåverdien

source: Capacity must be a positive integer number
gl: A capacidade debe ser un número entero positivo
nb: Kapasitet må være et positivt heltall

source: Save and Continue
gl: Gardar e continuar
nb: Lagre og fortsett

source: Zoom level
gl: Nivel de zoom
nb: Zoom-nivå

source: Quality form
gl: Formulario de calidade
nb: Kvalitet skjema

source: Calendar cannot be removed as it has other derived calendars from it
gl: O calendario non se pode borrar porque ten outros calendarios derivados del
nb: Kalenderen kan ikke fjernes som den har andre avledet kalendere fra det

source: Go!
gl: Ir!
nb: Gå

source: Inherits up to date
gl: Herda ata a data
nb: Arver oppdatert

source: The name of the label is empty.
gl: O nome da etiqueta está baleiro.
nb: Navnet på etiketten er tom.

source: Profile data
gl: Datos do perfil
nb: Profildata

source: Starting date cannot be empty in forward mode
gl: A data de inicio non pode estar baleira no modo de planificación cara adiante
nb: Startdato kan ikke være tom i forward-modus

source: Configuration
gl: Configuración
nb: Konfigurering

source: cost category not specified
gl: categoría de custo non especificada
nb: kostnadsart ikke spesifisert

source: Cannot connect to JIRA server
gl: Non é posible conectar co servidor JIRA
nb: Kan ikke koble til JIRA serveren

source: Violated deadline
gl: Data límite violada
nb: Krenket fristen

source: Delivery dates requested by customer.
gl: Datas de entrega solicitadas polo cliente.
nb: Leveringsdatoer som kunden ber om.

source: Help the project developers to collect information about which LibrePlan version you are using
gl: Axude aos desenvolvedores do proxecto a recoller información sobre que versión de LibrePlan está usando
nb: Hjelp prosjektutviklere å samle inn informasjon om hvilke LibrePlan versjon du bruker

source: LibrePlan: Workers
gl: LibrePlan: Traballadores
nb: LibrePlan: Arbeidere

source: Personal timesheet "{0}" saved
gl: Parte de horas persoal "{0}" gardado
nb: Personlig timeliste "{0}" lagret

source: Create Virtual Workers Group
gl: Crear grupo de traballadores virtuais
nb: Lag Virtual Workers Gruppe

source: Enable/Disable warning about new LibrePlan versions available
gl: Habilitar/Deshabilitar a advertencia sobre novas versións de LibrePlan dispoñibles
nb: Aktiver / deaktiver advarer om nye LibrePlan versjoner tilgjengelige

source: interaction fields are empty and company is marked as interact with applications
gl: os campos de interacción están baleiros e a empresa está marcada para interactuar con aplicacións
nb: interaksjons felt er tomme og selskapet er merket som samhandle med programmer

source: Hours invested
gl: Horas invertidas
nb: Timer investert

source: Timesheet templates
gl: Modelos de partes de traballo
nb: Timeliste maler

source: Templates
gl: Modelos
nb: Maler

source: Select one of the options.
gl: Seleccione unha das opcións.
nb: Velg ett av alternativene.

source: Authorization
gl: Autorización
nb: Autorisasjon

source: The name is not valid, there is another progress type with the same name.
gl: O nome non é válido, xa hai outro tipo de progreso co mesmo nome.
nb: Navnet er ikke gyldig, det er en annen fremgang type med samme navn.

source: Project saved
gl: Proxecto gardado
nb: Prosjekt lagret

source: task
gl: tarefa
nb: oppgave

source: All changes will be lost. Are you sure?
gl: Perderanse todos os cambios. ¿Está seguro?
nb: Alle endringer vil gå tapt. Er du sikker?

source: Sorry for the inconvenience.
gl: Perdón polas molestias.
nb: Beklager det inntrufne.

source: Profiles of LDAP users cannot be managed because LDAP is enabled and LDAP roles are being used.
gl: Os perfís dos usuarios de LDAP non se poden xestionar porque o LDAP está activado e estanse usando os roles do LDAP.
nb: Profiler av LDAP-brukere kan ikke styres fordi LDAP er aktivert og LDAP roller blir brukt.

source: quality form item position not specified
gl: posición do ítem do formulario de calidade non especificada
nb: kvalitet skjema element posisjon ikke spesifisert

source: Machines
gl: Máquinas
nb: Maskiner

source: My account
gl: A miña conta
nb: Min konto

source: Destination scenario
gl: Escenario de destino
nb: Destinasjon scenario

source: Company view
gl: Vista da compañía
nb: Selskapet utsikt

source: currency symbol not specified
gl: símbolo de moeda non especificado
nb: valuta symbol ikke spesifisert

source: Both
gl: Ambos
nb: Begge

source: report progress not specified
gl: progreso que propaga non especificado
nb: framdriftsrapport ikke spesifisert

source: Filter by
gl: Filtrar por
nb: Filtrer etter

source: Calendar allocation
gl: Asignación de calendario
nb: Kalender tildeling

source: Unable to crate time registration for request
gl: Imposible crear o rexistro de tempo solicitado
nb: Ute av stand til kasse tidsregistrering for forespørsel

source: Up to date
gl: Actualizado
nb: Oppdatert

source: Category
gl: Categoría
nb: Kategori

source: No workers found
gl: Non se atoparon traballadores
nb: Ingen arbeidere funnet

source: LibrePlan: Progress Types
gl: LibrePlan: Tipos de progreso
nb: LibrePlan: Progress Typer

source: [generic all workers]
gl: [xenérico todos os traballadores]
nb: [generiske alle arbeidstakere]

source: Category data
gl: Datos de categoría
nb: Kategori data

source: Next fire time
gl: Seguinte hora de execución
nb: Neste brann tid

source: Search
gl: Buscar
nb: Søk

source: Prefix cannot contain whitespaces
gl: O prefixo non pode conter espazos en branco
nb: Prefikset kan ikke inneholde mellomrom

source: Valid until
gl: Válido ata
nb: Gyldig til

source: role ldap not specified
gl: rol LDAP non especificado
nb: rolle ldap ikke spesifisert

source: Add New Complementary Field
gl: Engadir novo campo complementario
nb: Legg til ny Complementary Feltet

source: Work weeks list
gl: Lista de semanas de traballo
nb: Arbeidsuker liste

source: Source scenario
gl: Escenario de origen
nb: Kilde scenario

source: LibrePlan: Criteria
gl: LibrePlan: Criterios
nb: LibrePlan: Kriterier

source: LibrePlan: Transfer Projects Between Scenarios
gl: LibrePlan: Transferir proxectos entre escenarios
nb: LibrePlan: Overfør prosjekter mellom Scenarier

source: element associated to a task must be not empty
gl: o elemento asociado a unha tarefa non debe estar baleiro
nb: element knyttet til en oppgave må være ikke tom

source: Remove calendar
gl: Borrar calendario
nb: Fjern kalender

source: Sum of direct expenses
gl: Suma de gastos directos
nb: Summen av direkte kostnader

source: Total task hours
gl: Total de horas de tarefa
nb: Totalt oppgave timer

source: Expense sheet "{0}" saved
gl: Folla de gastos "{0}" gardada
nb: Bekostning ark "{0}" lagret

source: Resource
gl: Recurso
nb: Ressurs

source: Communications From Customers
gl: Comunicacións desde clientes
nb: Kommunikasjon fra kunder

source: Virtual Workers
gl: Traballadores virtuais
nb: Virtuelle Workers

source: Configuration unit name
gl: Nome da unidade de configuración
nb: Konfigurasjonsenhet navn

source: Could not load any resource
gl: Non se puido cargar un recurso
nb: Kunne ikke laste noen ressurs

source: Date last progress reported
gl: Data último progreso notificado
nb: Dato siste fremskritt rapportert

source: Work And Progress Per Project
gl: Traballo e progreso por proxecto
nb: Arbeid og fremdrift Per Prosjekt

source: seconds planning warning not specified
gl: segundos advertencia planicación sen especificar
nb: sekunder planlegger advarsel ikke spesifisert

source: total must be greater or equal than 0
gl: total debe ser maior ou igual a 0
nb: Totalt må være større enn eller lik 0

source: Close
gl: Pechar
nb: Lukk

source: Default Label
gl: Etiqueta por defecto
nb: Standard Etikett

source: LibrePlan: Timesheet Lines List
gl: LibrePlan: Lista de liñas de partes de traballo
nb: LibrePlan: Timeregistrering Lines List

source: Specific Allocations
gl: Asignacións específicas
nb: Spesifikke Bevilgninger

source: progress type marked as quality form but is updatable
gl: o tipo de progreso do formulario de calidade non se pode modificar
nb: fremgang typen merket som kvalitet form, men er oppdaterbar

source: label type: the timesheet has not assigned this label type
gl: o parte de traballo non ten asignado este tipo de etiqueta
nb: etikett Type: time har ikke fått tildelt denne type etikett

source: Select criteria set or specific resources for allocation
gl: Seleccione conxunto de criterios ou recursos específicos para asignación
nb: Velg kriterier fastsatt eller spesifikke ressurser til fordeling

source: Move selected task up
gl: Mover tarefa seleccionada cara arriba
nb: Flytt valgte oppgaven opp

source: Company data
gl: Datos da empresa
nb: Selskapet data

source: Create copy
gl: Crear copia
nb: Lag kopi

source: Hours type should not be empty to synchronine timesheets
gl: O tipo de horas non pode ser baleiro para sincronizar partes de traballo
nb: Timer typen bør ikke være tom til synchronine timelister

source: Users
gl: Usuarios
nb: Brukere

source: The {0} is not valid. Other value exists from the same criterion type
gl: O {0} non é válido. Existe outro valor do mesmo tipo de criterio
nb: Den {0} er ikke gyldig. Andre verdien finnes fra samme kriterium typen

source: Label Type fields
gl: Campos de tipo de etiqueta
nb: Etikett type felt

source: Hours Management
gl: Administración de horas
nb: Timer Ledelse

source: last hours group sequence code not specified
gl: o último código de secuencia do grupo de horas non está especificado
nb: siste timene gruppe sekvens kode som ikke er spesifisert

source: label type name is already in use
gl: o nome de tipo de etiqueta xa está sendo usado
nb: etikett typenavnet er allerede i bruk

source: Cannot remove {0}, since it is being used by some exception day
gl: Non pode borrar {0}, porque está a ser usado por algún día excepcional
nb: Kan ikke fjerne {0} , siden det blir brukt av noen unntak dag

source: Please, select an End Date for the Exception
gl: Por favor, seleccione unha data de fin para a excepción
nb: Vennligst, velg en sluttdato for den Exception

source: specific allocation
gl: asignación específica
nb: konkrete fordelingen

source: Please use some of the compatible browsers: Chrome, Firefox, Safari or Epiphany.
gl: Por favor utilice algún dos navegadores compatibles: Chrome, Firefox, Safari ou Epiphany.
nb: Bruk noen av de kompatible nettlesere: Chrome, Firefox, Safari eller Epiphany.

source: Another user has modified the same data, so the operation cannot be safely completed.
gl: Outro usuario modificou os mesmos datos, polo tanto a operación non se pode completar con seguridade.
nb: En annen brukeren har modifisert den samme informasjonen, slik at operasjonen kan ikke sikkert fullført.

source: Please set a date
gl: Por favor estableza unha data
nb: Vennligst sette en dato

source: Template saved
gl: Modelo gardado
nb: Mal lagret

source: No work reportlines are found for order: "{0}"
gl: Non se atoparon liñas de parte de traballo para o proxecto: "{0}"
nb: Ingen arbeids reportlines finnes for rekkefølge: "{0}"

source: prefix not specified
gl: prefixo non especificado
nb: prefikset ikke spesifisert

source: last criterion sequence code not specified
gl: último código de secuencia de criterio non especificado
nb: siste kriteriet sekvens koden ikke spesifisert

source: Task quality form name
gl: Nombre del formulario de calidad de tarea
nb: Oppgave kvalitet skjema navn

source: Some cost category assignments overlap in time
gl: Algunhas asignacións a categorías de custo solápanse no tempo
nb: Noen kostnader kategori oppdrag lapper i tid

source: Regular project
gl: Proxecto estándar
nb: Regelmessig prosjekt

source: Imputed hours calculation
gl: Cálculo de horas imputadas
nb: Beregnet timer beregning

source: Group
gl: Grupo
nb: Gruppe

source: Exit session
gl: Saír da sesión
nb: Avslutt økten

source: Enabled
gl: Activado
nb: Aktivert

source: Please, enter a valid effort
gl: Por favor, introduza un esforzo válido
nb: Vennligst, skriv inn et gyldig innsats

source: Apply filter to
gl: Aplicar filtro a
nb: Bruk filter til

source: Statistics list
gl: Lista de estatísticas
nb: Statistikk liste

source: Quality form should include an item with a value of 100% in order to report progress
gl: O formulario de calidade debería incluír un ítem cun valor do 100% para poder notificar progreso
nb: Kvalitet skjema bør inneholde et element med en verdi på 100% for å rapportere fremdrift

source: external company not specified
gl: empresa externa non especificada
nb: eksternt selskap ikke spesifisert

source: Quality form name is already being used
gl: O nome do formulario de calidade xa está sendo usado
nb: Kvalitet skjema navnet er allerede i bruk

source: Timesheets Templates
gl: Modelos de partes de traballo
nb: Timelister Maler

source: Confirm editing user
gl: Confirmar a edición do usuario
nb: Bekreft rediger bruker

source: Any
gl: Calquera
nb: Enhver

source: Load due to current project
gl: Carga debido ao proxecto actual
nb: Belastning på grunn av nåværende prosjekt

source: length not specified
gl: lonxitude non especificada
nb: lengde ikke spesifisert

source: Track time
gl: Controlar o tempo
nb: Spor tid

source: There must be at least 2 stretches for doing interpolation
gl: Debe haber alo menos dous tramos para facer interpolación
nb: Det må være minst to strekninger for å gjøre interpole

source: Tim last sync
gl: Última sincronización Tim
nb: Tim forrige synkronisering

source: Remove queue-based resource element
gl: Borrar elemento de recurso baseado en colas
nb: Fjern kø-basert ressurs element

source: default maximum value must be greater than precision value
gl: o valor máximo por defecto debe ser maior có valor de precisión
nb: Standardmaksimumsverdien må være større enn presisjon verdi

source: Date format is wrong. Please, use the following format: {0}
gl: O formato da data é erróneo. Por favor, empregue o seguinte formato: {0}
nb: Datoformatet er feil. Vennligst bruk følgende format: {0}

source: Save & Continue
gl: Gardar e continuar
nb: Lagre og Fortsett

source: Subcategory names must be unique.
gl: Os nomes das subcategorías deben ser únicos.
nb: Undernavn må være unike.

source: Filter
gl: Filtrar

source: LibrePlan: Work And Progress Per Project
gl: LibrePlan: Traballo e progreso por proxecto
nb: LibrePlan: Arbeid Og Fremskritts Per-prosjektet

source: Personal timesheets peridocity
gl: Periodicidade dos partes de horas persoais
nb: Personlige timelister peridocity

source: Scheduling mode
gl: Modo de planificación
nb: Planlegging modus

source: a milestone cannot have a task associated
gl: un fito non pode ter unha tarefa asociada
nb: en milepæl kan ikke ha en oppgave forbundet

source: Invalid value. Precission value must be lower than the Default Max value.
gl: O valor non é válido. O valor de precisión debe ser menor que o valor máximo por defecto.
nb: Ugyldig verdi. Precission Verdien må være lavere enn standard maks verdi.

source: Assignment function will be changed. Are you sure?
gl: Vaise cambiar a función de asignación. ¿Está seguro?
nb: Oppdraget funksjon vil bli endret. Er du sikker?

source: Total expenses
gl: Gastos totais
nb: Samlede kostnader

source: Assigned locations
gl: Ubicacións asignadas
nb: Tildelte steder

source: LibrePlan: Import Project
gl: LibrePlan: Importar proxecto
nb: LibrePlan: Import-prosjektet

source: subelements
gl: sub-elementos
nb: delelementene

source: Subcontracting date
gl: Data de subcontratación
nb: Underleveranser dato

source: Report progress
gl: Notificar progreso
nb: Framdriftsrapport

source: Progress percentage per progress type
gl: Porcentaxe de progreso por tipo de progreso
nb: Fremskrittsprosent per fremgang typen

source: cannot be empty.
gl: non pode estar baleiro.
nb: kan ikke være tom.

source: Authentication type
gl: Tipo de autenticación
nb: Godkjenningstype

source: START
gl: INICIO

source: generic machines allocation
gl: asignación xenérica de máquinas
nb: generiske maskiner tildeling
