Repository: smesureur/Projet3duoLP
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: gl, nb

source: MonteCarlo chart
gl: Diagrama de Montecarlo
nb: Montecarlo diagram

source: Schedule Variance
gl: Desviación en planificación
nb: tidsplan Varians

source: resources per day cannot be empty or less than zero
gl: os recursos por día non poden estar baleiros ou ser menores que cero
nb: ressurser per dag kan ikke være tom eller mindre enn null

source: Criterion cannot be empty
gl: O criterio non pode estar baleiro
nb: Kriterium kan ikke være tomt

source: company code not specified
gl: código de empresa non especificado
nb: Selskapet koden ikke spesifisert

source: criterion names must be unique inside a criterion type
gl: os nomes de criterio deben ser únicos dentro dun tipo de criterio
nb: kriterieNavn må være unike innenfor en kriterietypen

source: Status code
gl: Código de estado
nb: Status kode

source: Warning
gl: Advertencia
nb: Advarsel

source: Index fields and labels must be unique and consecutive
gl: Os índices de campos e etiquetas deben ser únicos e consecutivos
nb: Indeksfelt og etiketter må være unike

source: Identification
gl: Identificación
nb: Identifikasjon

source: Select parent calendar
gl: Seleccionar o calendario pai
nb: Velg foverordnet kalender

source: Invaldid End Date. New End Date must be after current End Date
gl: A data de fin non é válida. A nova data de fin debe ser posterior á actual
nb: Invalid sluttdato. Ny Sluttdato må være etter dagens sluttdato

source: Queue-based resources cannot be bound to any user
gl: Os recursos baseados en colas non se poden vincular a un usuario
nb: Køe-baserte ressurser kan ikke være bundet til alle brukere

source: All resources must be queue-based
gl: Todos os recursos deben ser baseados en colas
nb: Alle ressurser skal være kø-basert

source: Unbound resource
gl: Desvincular recurso
nb: ubundet ressurs

source: quality form not specified
gl: formulario de calidade non especificado
nb: kvalitet skjema ikke spesifisert

source: Show
gl: Mostrar
nb: Vis

source: Duration (days)
gl: Duración (días)
nb: Varighet (dager)

source: Assignment Type
gl: Tipo de asignación
nb: Overdragelse Type

source: Send To Subcontractors
gl: Enviar a subcontratistas
nb: Send til underleverandører

source: Customer information
gl: Información do cliente
nb: kundeinformasjon

source: Back to log in
gl: Volver a iniciar sesión
nb: Tilbake til logg inn

source: No response or exception in response
gl: Sen resposta, ou excepción na resposta
nb: ingen respons eller unntak som svar

source: Label type already assigned
gl: Tipo de etiqueta xa asignado
nb: Etikett type allerede tilordnet

source: Timesheets Template
gl: Modelo de parte de traballo
nb: Timelister mal

source: Connector
gl: Conector
nb: Tilkobling

source: host not specified
gl: host non especificado
nb: Host ikke speisifisert

source: No worklog items found for "{0}" issue
gl: Non se atoparon comentarios do traballo para a incidencia "{0}"
nb: Ingen arbeidslog elementer funnet for "{0}" problemet

source: percentages in quality form items must be unique
gl: as porcentaxes nos ítems do formulario de calidade deben ser únicas
nb: prosenter i kvalitet skjema elementer må være unik

source: Edit queue-based resource element
gl: Editar elemento de recurso baseado en colas
nb: Rediger kø-basert ressurs element

source: finished not specified
gl: finalizado non especificado
nb: ferdigstillelse ikke spesifisert

source: Expenses cost
gl: Custo de gastos
nb: utgifter kostnad

source: Value is not valid. Code cannot contain chars like '_'.
gl: O valor non é válido. o código no pode conter caracteres como '_'.
nb: Verdien er ikke gyldig. kode kan ikke inneholde tegn som '_'.

source: Node without children
gl: Nodo sen fillos
nb: Node uten barn

source: Company
gl: Empresa
nb: Firma

source: {0} projects remaining to reassign
gl: quedan {0} proxectos por reasignar
nb: {0} prosjekter gjenstår å overføre

source: Task properties
gl: Propiedades da tarefa
nb: oppgave egenskaper

source: Sum of direct imputed hours
gl: Suma de horas imputadas directamente
nb: Summen av direkte beregnede timer

source: job group and name are already being used
gl: O nome e grupo de traballo xa están sendo utilizados
nb: jobb gruppe og navnet er allerede i bruk

source: type of work hours not specified
gl: tipo de horas de traballo non especificado
nb: type arbeidstid ikke spesifisert

source: LibrePlan: Synchronization info
gl: LibrePlan: información de sincronización
nb: LibrePlan: Synkronisering info

source: the type of work hours name has to be unique. It is already used
gl: o nome do tipo de horas de traballo debe ser único. Xa está en uso
nb: type arbeidstid Navnet må være unikt. Det er allerede brukt

source: Surname
gl: Apelidos
nb: Etternavn

source: calendars with zero hours are not allowed
gl: non están permitidos calendarios con cero horas
nb: kalendere med null timer er ikke tillatt

source: Date
gl: Data
nb: Dato

source: job group not specified
gl: Grupo de traballo non especificado
nb: jobb gruppe ikke spesifisert

source: Reviewed
gl: Revisado
nb: Anmeldt

source: Job scheduling
gl: Planificación de traballo
nb: Arbeids planlegging

source: Add From Template
gl: Engadir a partir de modelo
nb: Legg til fra mal

source: Expense Sheets List
gl: Lista de follas de gastos
nb: Utgifts regneark liste

source: Assigned resources for this task will be deleted. Are you sure?
gl: Os recursos asignados para esta tarefa serán borrados. Está seguro?
nb: Tildelte ressurser for denne oppgaven vil bli slettet. Er du sikker?

source: Cron expression
gl: Expresión cron
nb: Kron utrykk

source: Estimated time for "{0}" issue is 0
gl: O tempo estimado para a incidencia "{0}" e 0
nb: Estimert tid for "{0}" problemet er 0

source: Filter by month
gl: Filtrar por mes
nb: Filtrer etter måned

source: Registration response with empty refs
gl: Resposta de rexistro con referencias valeiras
nb: Registrering respons med tomme refs

source: The code is not valid. There is another unit type with the same code
gl: O código non é válido. Hai outro tipo de unidade co mesmo código
nb: Koden er ikke gyldig. Det er en annen type enhet med samme kode

source: Enable LDAP authentication
gl: Habilitar a autenticación LDAP
nb: Aktiver LDAP-autentisering

source: ( max: {0} )
gl: ( máx: {0} )

source: Criterion already assigned
gl: Criterio xa asignado
nb: Kriteria allerede tilordnet

source: Scheduling or unscheduling of jobs for this connector is not completed
gl: A planificación ou desplanificación de tarefas para este conector non está completada
nb: Planlegging eller kansellering av jobbene for denne kontakten er ikke ferdig

source: passed not specified
gl: pasado non especificado
nb: godkjent ikke spesifisert

source: Select queue
gl: Seleccionar cola
nb: Velg kø

source: Cannot calculate charts for current data
gl: Non se poden calcular gráficos para os datos actuais
nb: Kan ikke beregne diagrammer for gjeldende data

source: Availability
gl: Disponibilidade
nb: Tilgjengelighet

source: project name already being used
gl: o nome de proxecto xa está sendo usado
nb: Prosjekt navnet er allerede i bruk

source: Work description
gl: Descrición do traballo
nb: Arbeid beskrivelse

source: Split assignment
gl: Dividir asignación
nb: Splitt oppdrag

source: the project must have a start date
gl: o proxecto debe ter unha data de inicio
nb: prosjektet må ha en startdato

source: percentage must be unique
gl: a porcentaxe debe ser única
nb: prosent må være unikt

source: Down
gl: Abaixo
nb: ned

source: direct link
gl: enlace directo
nb: Direkte link

source: template calendar not specified
gl: calendario do modelo non especificado
nb: mal kalenderen ikke spesifisert

source: Label
gl: Etiqueta
nb: Etikett

source: Cron expression format
gl: Formato de expresión cron
nb: Kron uttrykk format

source: : Import successfully!
gl: : Importación satisfactoria.
nb: : Import vellykket!

source: price cost not specified
gl: prezo non especificado
nb: pris kost ikke spesifisert

source: Task Completation Lead/Lag
gl: Adianto/retraso en finalización de tarefas
nb: Oppgave ferdigstillelse margin

source: Association with roles
gl: Asociación con roles
nb: Assosiasjon med roller

source: New expense sheet
gl: Nova folla de gastos
nb: Nytt Utgifts regneark

source: Create Timesheet
gl: Crear parte de traballo
nb: Lag timeliste

source: Quality forms
gl: Formularios de calidade
nb: Kvalitets skjemaer

source: Repeated Hours Group code {0} in Project {1}
gl: Código {0} de groupo de horas repetido no proxecto {1}
nb: Assosiasjon med roller

source: Hours group
gl: Grupo de horas
nb: timer gruppe

source: Days from Beginning to Deadline
gl: Días desde o comezo ata a data límite
nb: Dager fra begynnelse til Deadline

source: Estimate At Completion
gl: Estimación de custo total actual
nb: Estimert ferdigstillelse

source: Indirect
gl: Indirecto
nb: Indirekte

source: cost assignment's start date not specified
gl: data de inicio da asignación de custo non especificada
nb: kost oppdragets startdato ikke spesifisert

source: JIRA label
gl: Etiqueta JIRA
nb: JIRA etikett

source: No tasks available yet
gl: Aínda non hai tarefas dispoñibles
nb: Ingen oppgaver tilgjengelig ennå

source: Output format:
gl: Formato de saída:

source: Direct
gl: Directo
nb: Direkte

source: Pessimistic
gl: Pesimista
nb: Pessimistisk

source: template name is already in use
gl: o nome do modelo xa está sendo usado
nb: Mal navnet er allerede i bruk

source: Work week
gl: Semana de traballo
nb: Arbeids uke

source: Please select a source scenario
gl: Por favor seleccione un escenario de orixe
nb: Vennligst velg en kilde scenario

source: Company ID
gl: NIF
nb: Firma ID

source: It will only be possible to add an end date if all the exiting ones in the table have already been sent to the customer.
gl: Só será posible engadir unha nova data de fin se todas as existentes na táboa xa foron enviadas ao cliente.
nb: Det vil kun være mulig å legge til en sluttdato dersom alle de eksisterende i tabellen har allerede blitt sendt til kunden.

source: Entity sequences
gl: Secuencias de entidade
nb: Enhet sekvenser

source: must be after start date
gl: debe ser posterior á data de inicio
nb: må være senere enn start dato

source: closckStart:the clockStart must be not null if number of hours is calcultate by clock
gl: a hora de inicio non pode estar baleira se o número de horas é calculado por reloxo
nb: closckStart: den clockStart må være ikke null hvis antall timer er calcultate etter klokke

source: Delay from beginning (days)
gl: Retraso desde o comezo (en días)
nb: Forsinkelse fra begynnelsen (dager)

source: Total Hours
gl: Horas totais
nb: Timer totalt

source: LibrePlan Role
gl: Rol LibrePlan
nb: LibrePlan rolle

source: Task finished
gl: Tarefa finalizada
nb: Oppgave ferdig

source: Job Scheduling List
gl: Lista de planificación de traballo
nb: Arbeids planlegging liste

source: Must start after (days since project start)
gl: Debe comezar despois de (días desde o inicio do proxecto)
nb: Må starte etter (dager siden prosjektstart)

source: Confirm cancel
gl: Confirmar cancelación
nb: bekreft avbryte

source: Work And Progress Per Task
gl: Traballo e progreso por tarefa
nb: Arbeid og fremdrift Per oppgave

source: project code already being used
gl: o código do proxecto xa está sendo usado
nb: Prosjekt kode er allerede i bruk

source: The {0} sequence prefixes cannot be repeated
gl: Os prefixos da secuencia de {0} non se poden repetir
nb: De {0} sekvens prefikser kan ikke gjentas

source: type not specified
gl: tipo non especificada
nb: Type ikke spesifisert

source: WBS (tasks)
gl: EDT (tarefas)
nb: WBS (oppgaver)

source: Deleting sequence
gl: Borrando secuencia
nb: slette sekvens

source: Total extra
gl: Extra total
nb: totalt ekstra

source: Received From Customers
gl: Recibidos dos clientes
nb: Mottatt fra kunder

source: Select scenario
gl: Seleccionar escenario
nb: Velg scenario

source: LibrePlan: Templates
gl: LibrePlan: Modelos
nb: LibrePlan: Maler

source: Edit Virtual Workers Group: {0}
gl: Editar grupo de traballadores virtuais: {0}
nb: Redigere Virtual Workers Gruppe: {0}

source: Criterion requirement
gl: Criterios requiridos
nb: Criterion krav

source: Total other
gl: Total outro
nb: Sum andre

source: LibrePlan: Expenses
gl: LibrePlan: Gastos
nb: LibrePlan: Utgifter

source: Maximum/minimum of worked hours in finished applications
gl: Máximo/mínimo das horas traballadas nas aplicacións finalizadas
nb: Maksimum / minimum av arbeidstimer i ferdige programmer

source: Scheduling saved
gl: Planificación gardada
nb: Planlegging lagret

source: You can not remove the project "{0}" because this one has imputed expense sheets.
gl: Non se pode borrar a tarefa "{0}" porque está imputado nalgunha folla de gastos
nb: Du kan ikke fjerne prosjektet "{0}" fordi dette har kalkulatoriske regninger.

source: Add new row
gl: Engadir nova fila
nb: Legg til ny rad

source: Criteria list
gl: Lista de criterios
nb: Kriterier liste

source: Move
gl: Mover
nb: Flytt

source: deadline must be after start date
gl: a data límite debe ser posterior á data de inicio
nb: Fristen må være etter startdato

source: Password saved
gl: Contrasinal gardado
nb: Passord lagret

source: Overload
gl: Sobrecarga
nb: Overbelastning

source: subcontrated task data not specified
gl: datos da tarefa subcontratada non especificados
nb: subcontrated oppgavedata ikke spesifisert

source: Assignment log
gl: Histórico de asignacións
nb: Overdragelse log

source: New
gl: Novo
nb: Ny

source: Date last progress measurement
gl: Data da última medida de progreso
nb: Dato måling siste fremgang

source: LibrePlan: Companies
gl: LibrePlan: Empresas
nb: LibrePlan: Selskaper

source: Job group
gl: Grupo de traballo
nb: Jobb gruppe

source: Synchronization
gl: Sincronización
nb: Synkronisering

source: Queue-based
gl: Baseado en cola
nb: Kø-baserte

source: Derived of calendar {0}
gl: Derivado do calendario {0}
nb: Avledet av kalender {0}

source: Deliver date
gl: Data de entrega
nb: Lever dato

source: Days Interval (Calculated as task completion end date minus estimated end date)
gl: Intervalo de días (Calculado como a data de finalización da tarefa menos a data estimada de fin)
nb: Dager intervall (Beregnet som oppgave ferdigstillelse sluttdato minus estimert sluttdato)

source: Each date must be greater than the dates of the previous task quality form items.
gl: Cada data debe ser posterior ás datas dos ítems anteriores do formulario de calidade.
nb: Hver dato må være større enn datoene for de tidligere oppgave kvalitet skjemaelementer.

source: Stretch date must be earlier than End date:
gl: A data do tramo debe ser anterior á data de fin:
nb: Stretch Datoen må være tidligere enn Sluttdato:

source: You do not have permissions to access to this page.
gl: Non ten permisos para acceder a esta páxina.
nb: Du har ikke tillatelse til å få tilgang til denne siden.

source: The quality form item positions must be unique and consecutive.
gl: As posicións dos ítems do formulario de calidade deben ser únicas e consecutivas.
nb: De kvalitet skjema element posisjoner må være unikt og rad.

source: Actions
gl: Accións
nb: Handlinger

source: External company
gl: Empresa externa
nb: Eksternt selskap

source: Exceptions
gl: Excepcións
nb: Unntak

source: User settings
gl: Preferencias de usuario
nb: Brukerinnstillinger

source: No items found in 'OrderSyncInfo' to export to Tim
gl: Non se atoparon elementos en 'OrderSyncInfo' que exportar a Tim
nb: Ingen elementer funnet i 'OrderSyncInfo' å eksportere til Tim

source: Start hour
gl: Hora de inicio
nb: Begynn time

source: Assign materials
gl: Asignar materiais
nb: Tildele materialer

source: format filters are not valid
gl: o formato dos filtros non é válido
nb: format filtre er ikke gyldig

source: ID
gl: NIF

source: Only digits allowed
gl: Só se permiten díxitos
nb: Bare sifre tillatt

source: LibrePlan: Project Costs
gl: LibrePlan: Custos do proxecto
nb: LibrePlan: prosjektkostnader

source: please, select a criterion
gl: por farvor, seleccione un criterio
nb: vær så snill, velge et kriterium

source: Set Code as autogenerated to create a new project from templates
gl: Marcar o código como autoxerado para crear un novo proxecto a partir de modelos
nb: Still Kode som autogenerert for å opprette et nytt prosjekt fra maler

source: 0 or 7 is Sunday, or use names
gl: 0 ou 7 é Domingo, ou use nomes
nb: 0 eller 7 er søndag, eller bruke navn

source: Hours Group
gl: Grupo de horas
nb: Timer Gruppe

source: Unallocated name
gl: Nome no asignado
nb: Ufordelt navn

source: Bound user
gl: Usuario vinculado
nb: Bundet bruker

source: Subcontracted by client
gl: Subcontratado por cliente
nb: Underleverandør av klient

source: Day of month
gl: Día do mes
nb: Dag i måneden

source: Password cannot be empty
gl: O contrasinal non poden estar baleiro
nb: Passordet kan ikke være tomt

source: Create {0}
gl: Crear {0}
nb: Lag {0}

source: Sync with JIRA
gl: Sincronizar con JIRA
nb: Synkronisere med JIRA

source: Dependencies have priority
gl: As dependencias teñen prioridade
nb: Avhengig har prioritet

source: Already exists another template with the same name
gl: Xa existe outro modelo co mesmo nome
nb: Det finnes allerede en annen mal med samme navn

source: Unlimited
gl: Ilimitado
nb: Ubegrenset

source: cron expression not specified
gl: Expresión cron non especificada
nb: cron uttrykk ikke spesifisert

source: Budget At Completion
gl: Total custo planificado
nb: Budsjett på Completion

source: Assign Label
gl: Asignar etiqueta
nb: Tildele Etikett

source: Create new project
gl: Crear novo proxecto
nb: Opprette nytt prosjekt

source: Page up
gl: Páxina arriba
nb: Side opp

source: date in the future
gl: data no futuro
nb: dato i fremtiden

source: State
gl: Estado
nb: Fylke

source: Must start after
gl: Debe empezar despois
nb: Må starte etter

source: Confirm change
gl: Confirmar cambio
nb: Bekreft endring

source: Fully, Partially or Unscheduled. (Drag and drop to move tasks)
gl: Completa, parcialmente ou non planificada. (Pinche e arrastre para mover tarefas)
nb: Fullt, Delvis eller Ikke planlagt. (Dra og slipp for å flytte oppgaver)

source: the cost category name has to be unique and it is already in use
gl: o nome da categoría de custo debe ser único e xa está en uso
nb: kostnadskategorinavnet må være unikt, og det er allerede i bruk

source: units not specified
gl: unidades non especificadas
nb: enheter ikke spesifisert

source: Code already included in Hours Group codes
gl: O código xa está incluído nos códigos dos grupos de horas
nb: Kode allerede inkludert i Timer Gruppe koder

source: Planning
gl: Planificación
nb: Planlegging

source: The task has got progress consolidations. To change resource allocation type all consolidations must be removed before
gl: A tarefa ten consolidacións de progreso. Debe borrar as consolidacións para cambiar o tipo de asignación de recursos
nb: Oppgaven har fått fremgang konsolideringer. Å endre ressursallokering typen alle konsolideringer må fjernes før

source: Both calendars and gantt charts
gl: Calendarios e diagramas de gantt
nb: Begge kalendere og Gantt-diagrammer

source: Send
gl: Enviar

source: LibrePlan: Materials
gl: LibrePlan: Materiais
nb: LibrePlan: Materialer

source: user
gl: usuario
nb: bruker

source: New task
gl: Nova tarefa
nb: Ny oppgave

source: Associated user
gl: Usuario asociado
nb: Tilhørende bruker

source: Synchronization of timesheets is not completed for the following reasons:
gl: A sincronización dos partes de traballo non se completou polos seguintes motivos:
nb: Synkronisering av timelister er ikke fullført av følgende grunner:

source: Progress assignment
gl: Asignacións de progreso
nb: Progress oppdrag

source: All
gl: Todo
nb: Alle

source: Type name
gl: Nome do tipo
nb: Typenavn

source: Duplicate value AdvanceAssignment for order element of "{0}"
gl: Valor duplicado de Asigacións de avace para a tarefa de "{0}"
nb: Duplicate verdi AdvanceAssignment for bestilling element av "{0}"

source: You cannot remove the default scenario "{0}"
gl: Non pode borrar o escenario por defecto "{0}"
nb: Du kan ikke fjerne standard scenario "{0}"

source: Synchronization of timesheets was successful
gl: A sincronización dos partes de traballo foi realizada con éxito
nb: Synkronisering av timelister var vellykket

source: On schedule
gl: Segundo o programado
nb: På timeplanen

source: Calendars List
gl: Lista de calendarios
nb: Kalendere Liste

source: Create activation period
gl: Crear período de activación
nb: Lag aktiveringsperioden

source: Inherited
gl: Herdado
nb: Arvet

source: Personal details
gl: Detalles persoais
nb: Personlige detaljer

source: Workers List
gl: Lista de traballadores
nb: Arbeidere Liste

source: Worker
gl: Traballador
nb: Arbeider

source: Cannot allocate selected element. There is not any queue that matches resource allocation criteria at any interval of time
gl: Non se pode asignar o elemento seleccionado. Non hai ningunha cola que coincida cos criterios de asignación de recursos en ningún intervalo de tempo
nb: Kan ikke tildele valgte element. Det er ikke noen kø som matcher kriteriene ressursallokering til enhver tidsintervall

source: Date is not valid, it must be later than the last progress reported to the customer
gl: A data non é válida, debe ser posterior ao último progreso notificado ao cliente
nb: Dato ikke er gyldig, må det være senere enn siste fremskritt rapportert til kunden

source: criterion name not specified
gl: nome do criterio non especificado
nb: kriterium navn ikke spesifisert

source: User already bound to other worker
gl: Usuario xa vinculado a outro traballador
nb: Bruker allerede bundet til andre arbeideren

source: port not specified
gl: porto non especificado
nb: port ikke spesifisert

source: calendar not specified
gl: calendario non especificado
nb: kalenderen ikke spesifisert

source: Start hour cannot be greater than finish hour
gl: A hora de inicio non pode ser posterior á hora de fin
nb: Begynn time kan ikke være større enn ferdig time

source: Preferences
gl: Preferencias
nb: Valg

source: There are unsaved changes in the current personal timesheet, please save before moving
gl: Hai cambios sen gardar no parte de horas persoal actual, por favor garde antes de moverse
nb: Det er ulagrede endringer i den nåværende personlige timeliste, kan du spare før du flytter

source: Role property
gl: Propiedade do rol
nb: Rolle eiendom

source: Manual allocation
gl: Asignación manual
nb: Manuell tildeling

source: progress type not specified
gl: tipo de progreso non especificado
nb: fremgang typen ikke spesifisert

source: Expense sheet "{1}" could not be deleted, it was already removed
gl: A folla de gastos "{1}" non puido ser borrado, xa fora eliminada
nb: Bekostning ark "{1}"kunne ikke slettes, det er allerede fjernet

source: External overload
gl: Sobrecarga externa
nb: Ekstern overbelastning

source: Authorize
gl: Autorizar
nb: Autorisere

source: Progress Measurement cannot be deleted. Progress Measurement already consolidated
gl: A medida de progreso non se pode borrar. A medida de progreso xa está consolidada
nb: Progress Måling kan ikke slettes. Progress Måling allerede konsolidert

source: Recommended allocation
gl: Asignación recomendada
nb: Anbefalt tildeling

source: Activation
gl: Activación
nb: Aktivisering

source: Scenarios
gl: Escenarios
nb: Scenarier

source: Materials saved
gl: Materiais gardados
nb: Materialer lagret

source: Calculated progress cannot be removed
gl: O progreso calculado non se pode borrar
nb: Beregnet fremgang kan ikke fjernes

source: Total Worked Hours By Resource In A Month
gl: Total horas traballadas por recurso nun mes
nb: Totale arbeidstimer Av Resource i en måned

source: LibrePlan: Access Forbidden
gl: LibrePlan: Acceso prohibido
nb: LibrePlan: Tilgang Forbidden
