Repository: smesureur/Projet3duoLP
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: gl, nb

source: currency code not specified
gl: código de moeda non especificado
nb: valutta kode ikke spesifisert

source: You do not have permissions to create new users
gl: Non ten permisos para crear usuarios novos
nb: Du har ikke rettigheter til å lage nye brukere

source: Availability ratio
gl: Ratio de dispoñibilidade
nb: tilgjengelighet ratio

source: Group path
gl: Ruta do grupo
nb: Gruppe sti

source: resource cost category assignments codes must be unique inside a resource
gl: os códigos das asignacións de categorías de custo deben ser únicos dentro dun recurso
nb: ressurs kost kategori oppdrag koder, må være unike i en ressurs

source: No authorizations were added because you did not select any.
gl: Non se engadiron autorizacións porque non se seleccionou ningunha.
nb: Ingen rettigheter ble lagt til fordi du ikke valgte noen,

source: en
gl: gl

source: must be after end date
gl: debe ser posterior a la fecha de inico
nb: må være etter sluttdato

source: Origin
gl: Orixe
nb: Opprinnelse

source: Create exception
gl: Crear excepción
nb: Lag unntak

source: Select report data
gl: Seleccione data do informe
nb: Velg rapport data

source: Create Virtual Worker
gl: Crear traballador virtual
nb: Lag virtuell arbeider

source: Operations
gl: Operacións
nb: Operasjoner

source: Basic data
gl: Datos básicos
nb: Grunnleggende informasjon

source: Select
gl: Seleccionar
nb: Velg

source: Project Status
gl: Estado do proxecto
nb: Prosjekt status

source: Start date cannot be empty
gl: A data de inicio non pode estar baleira
nb: Start dato kan ikke være tom

source: Materials
gl: Materiais
nb: Materialer

source: dates must be sorted and cannot overlap
gl: as datas deben estar ordeadas e non se poden superpoñer
nb: datoer må sorteres og kan ikke overlappe

source: Not bound
gl: Non vinculado
nb: Ikke bundet

source: Reassign
gl: Reasignar
nb: Omdelegert

source: By critical path hours
gl: Por horas do camiño crítico
nb: Etter kritisk sti timer

source: MonteCarlo Method
gl: Método de Montecarlo
nb: MonteCarlo Metode

source: No deadline
gl: Sen data límite
nb: Ingen deadline

source: Project Scheduling
gl: Planificación de proxecto
nb: Prosjekt planlegging

source: label type not specified
gl: tipo de etiqueta non especificada
nb: etikett type ikke spesifisert

source: Managing fields and labels
gl: Administrar campos e etiquetas
nb: Administrer felt og etiketter

source: Machine cannot be deleted. Machine is allocated to a project or contains imputed hours
gl: La máquina non se pode borrar. La máquina está asignada a un proxecto ou ten horas imputadas
nb: Maskin kan ikke slettes. Maskin er allokert til et prosjekt eller inneholder tilregnede timer

source: Please, select a calendar
gl: Por favor, seleccione un calendario
nb: Vennligst velg en kalender

source: Predefined
gl: Predefinido
nb: Predefinert

source: Summary
gl: Resumo
nb: Oppsummering

source: Quality Forms
gl: Formularios de calidade
nb: Kvalitets skjemaer

source: Tim connector not found
gl: Conetor Tim non atopado
nb: Tids kobling ikke funnet

source: A stretch has lower or equal values than the previous stretch
gl: Algún tramo ten valores menores ou iguais có tramo anterior
nb: En sprint har lavere eller lik verdi med en tidligere sprint

source: Reports
gl: Informes
nb: Rapporter

source: Assignments could not be completed
gl: Non se puideron completar as asignacións
nb: Oppdrag kunne ikke ferdigstilles

source: Create task
gl: Crear tarefa
nb: Lag oppgave

source: username not specified
gl: nome de usuario non especificado
nb: Brukernavn ikke spesifisert

source: LibrePlan: Advanced allocation
gl: LibrePlan: Asignación avanzada
nb: Libreplan: Avansert tildeling

source: Criterion requirements
gl: Criterios requiridos
nb: Kriterium krav

source: please, select a timesheet template type
gl: por favor, seleccione un modelo de parte de traballo
nb: Vennligst velg en timeliste mal type

source: Dedication chart
gl: Gráfico de dedicación
nb: Dedikasjons kart

source: Sum of expenses imputed in children tasks
gl: Suma de gastos imputados nas tarefas fillas
nb: Sum utgifter tilregnet i underoppgaver

source: Progress that are reported by quality forms can not be modified
gl: O progreso notificado por formularios de calidade non se pode modificar
nb: Fremdrift som er rapportert via kvalitets skjemaer kan ikke modifiseres

source: Own exception
gl: Excepción propia
nb: Egen forventning

source: Your session has expired because of inactivity. Please log in again.
gl: A súa sesión expirou tras un tempo de inactividade. Por favor, inicie sesión de novo.
nb: Sessjoenen har utløpt, vennligst logg inn på nytt.

source: Only {0} allowed
gl: Só {0} permitido
nb: Bare {0} tillatt

source: Cannot delete that material because it is assigned to a project.
gl: Non se pode borrar ese material porque está asignado a un proxecto.
nb: Kan ikke slette materialet siden det er tildet et prosjekt.

source: Alpha must be greater than 0
gl: Alpha debe ser maior que cero
nb: Alpha må være større enn 0

source: code is already used in another project
gl: o código estase usando noutro proxecto
nb: kode er allerede i bruk i et annet prosjekt

source: Active period from
gl: Período activo desde
nb: Aktiv periode fra

source: Work done
gl: Traballo realizado
nb: Arbeid utført

source: Unassign
gl: Desasignar
nb: Fjern tilordning

source: Filter timesheet lines by
gl: Filtrar as liñas do parte de traballo por
nb: Filtrer timeliste linjer etter

source: Manual assignment
gl: Asignación manual
nb: Manuell tilldeing

source: Companies
gl: Empresas
nb: Firmaer

source: Quality form items list
gl: Lista de elementos do formulario de calidade
nb: Kvalitet fra elementer liste

source: Create {0}: {1}
gl: Crear {0}: {1}
nb: Lag {0}: {1}

source: entity name not specified
gl: nome da entidade non especificado
nb: enhets navn ikke spesifisert

source: You do not have permissions to go to edit worker window
gl: Non ten permisos para ir á ventá de edición de traballadores
nb: Du har ikke tillatelse til å å gå til editer bruker vindu

source: generic workers allocation
gl: Asignación xenérica de traballadores
nb: generisk arbeider allokasjon

source: The project has no scheduled elements
gl: O proxecto no ten elementos planificados
nb: Prosjektet har ingen planlagte ellementer

source: Export product code {0}, project {1}
gl: Exportar código de produto {0}, proxecto {1}
nb: Eksporter produkt kode {0}, {0}, prosjekt {1}

source: Start
gl: Comezo

source: cost assignment's category not specified
gl: categoría da asignación de custo non especificada
nb: kost oppdrags kategori ikke spesifisert

source: Check for updates
gl: Comprobar se hai actualizacións
nb: Se etter oppdateringer

source: Delete Template element
gl: Borrar elemento de modelo
nb: Slett mal element

source: Criteria of this criterion type have been assigned to some resource.
gl: Os criterios deste tipo de criterio foron asignados a algún recurso.
nb: Kreiterie for kriterie type har blitt tildet ressurs

source: LibrePlan: Calendars
gl: LibrePlan: Calendarios
nb: LibrePlan: Kalendere

source: Resources capability
gl: Capacidade de recursos
nb: Ressurs evne

source: must be greater or equal than 0
gl: debe ser maior ou igual a 0
nb: må være større eller lik med 0

source: Transfer Projects Between Scenarios
gl: Transferir proxectos entre escenarios
nb: Overfør Prosjekt Mellom Scenarier

source: changing perspective
gl: cambio de perspectiva
nb: bytter perspektiv

source: Could not add those authorizations to profile {0} because they were already present.
gl: Non se engadiron esas actualizacións ao perfil {0} porque xa estaban presentes.
nb: Kunne ikke legge autorisasjon til profil {0} fordi de fantes allerede.

source: Estimated hours average
gl: Media de horas estimadas
nb: Estimert gjennomsnittlige timer

source: resource not specified
gl: recurso non especificado
nb: resurs ikke spesifisert

source: measure not specified
gl: medida non especificada
nb: måleenhet ikke spesifisert

source: Default calendar
gl: Calendario por defecto
nb: Standard kalender

source: criterion not specified
gl: criterio non especificado
nb: Kriteria ikke spesifisert

source: only one timesheet line per day and task is allowed in personal timesheets
gl: só está permitida unha liña de parte de traballo por día e tarefa nos partes de horas persoais
nb: det er bare tillatt en timeliste linje per dag og oppgave i personlige timelister

source: Click on this
gl: Fai clic neste
nb: Klikk her

source: project calendar not specified
gl: calendario do proxecto non especificado
nb: prosjekt kalender ikke spesifisert

source: Project Name
gl: Nome do proxecto
nb: Prosjekt navn

source: type of work hours for personal timesheets cannot be disabled
gl: o tipo de horas dos partes de horas persoais non se pode deshabilitar
nb: arbeidstime type i personlige timelister kan ikke deaktiveres

source: Company ID already used. It must be unique
gl: O ID da empresa xa está sendo empregado. Debe ser único
nb: Firma ID allerede i bruk. ID må være unik

source: Cannot be higher than Ending Date
gl: Non pode ser posterior á data de fin
nb: Kan ikke være etter sluttdato

source: Roles of LDAP users cannot be managed because LDAP is enabled and LDAP roles are being used.
gl: Os roles dos usuarios de LDAP non se poden xestionar porque o LDAP está activado e estanse usando os roles do LDAP.
nb: Roller for LDAP brukere kan ikke forandres fordi LDAP er aktivert og roller er i bruk

source: Indent
gl: Indentar
nb: innrykk

source: Reassignation
gl: Reasignación
nb: Omdeleger

source: Save passwords in database
gl: Gardar contrasinais na base de datos
nb: Lagre passord i database

source: Consolidated progress measurement cannot be removed
gl: A medida de progreso consolidada non se pode borrar
nb: Konsolidert fremdrifts måling kan ikke fjernes

source: Delete bound user
gl: Borrar usuario vinculado
nb: SLett bundet bruker

source: New template
gl: Novo modelo
nb: Ny mal

source: unit price not specified
gl: prezo unitario non especificado
nb: Enhetspris ikke spesifisert

source: Total estimated hours
gl: Horas estimadas totais
nb: Totalt estimerte timer

source: For more details on cron expression click
gl: Premer para máis detalles na expresión cron
nb: For mer detaljer om kron utrykk trykk

source: LibrePlan: Runtime Error
gl: LibrePlan: Erro de execución
nb: Libreplan: Driftsfeil

source: Base calendar "{0}" saved
gl: Calendario base "{0}" gardado
nb: Grunnkalender "{0}" lagret

source: Exceptions list
gl: Lista de excepcións
nb: Unntaks liste

source: Locations
gl: Ubicacións
nb: Lokasjoner

source: The code must be unique.
gl: O código debe ser único.
nb: Koden må være unik

source: New quality form item
gl: Novo elemento de formulario de calidade
nb: Nytt kvalitets skjem

source: LibrePlan: Labels
gl: LibrePlan: Etiquetas
nb: LibrePlan: Etiketter

source: You have exceeded the maximum limit of users
gl: Superou o límite máximo de usuarios
nb: Du har overskredet maksgrense for brukere

source: LDAP connection was successful
gl: A conexión co LDAP foi realizada con éxito
nb: LDAP tilkobling vellykket

source: Job is scheduled/unscheduled
gl: Traballo planificado/desplanificado
nb: Arbeid er planlagt/ikke planlagt

source: This resource allocation type is incompatible. The task has an associated order element which has a progress that is of type subcontractor.
gl: Este tipo de asignación de recursos é incompatible. A tarefa ten un elemento de pedido asociado que ten un progreso que é de tipo subcontratación.
nb: Ressurs llkasjons typen er ikke kompatibel. Oppgaven har et assosiert ordre element som har fremdrift av typen underleverandør

source: position not specified
gl: posición non especificada
nb: posisjon ikke spesifisert

source: Current
gl: Actual
nb: Gjeldende

source: {0} List
gl: {0} Lista
nb: {0} Liste

source: Dependencies
gl: Dependencias
nb: Avhengigheter

source: Current selection
gl: Selección actual
nb: Gjeldende utvalg

source: there exist criterion satisfactions referring to criterion types not applicable to this resource
gl: existen criterios satisfeitos que pertencen a tipos de criterio non aplicables a este recurso
nb: Det eksisterer godtgjørelse kriteria som refrererer til kriteria typer som ikke gjelder for denne ressursen

source: Criterion Requirement
gl: Criterio requirido
nb: Kriteria krav

source: Show labels
gl: Mostrar etiquetas
nb: Vis etiketter

source: Minutes
gl: Minutos
nb: Minutter

source: owner scenario not specified
gl: escenario propietario non especificado
nb: Eier senario ikke spesifisert

source: Expense sheet "{0}" deleted
gl: Folla de gastos "{0}" borrada
nb: Utgift regneark "{0}" slettet

source: the expense sheet must have least a expense sheet line.
gl: a folla de gastos debe ter polo menos unha liña de folla de gastos.
nb: Utgifts skjema må ha minst en utgifts linje

source: Available materials
gl: Materiais dispoñibles
nb: Tilgjengelige materialer

source: Maximum/minimum of estimated hours
gl: Máximo/mínimo de horas estimadas
nb: Maksimale/minimale estimerte timer

source: LibrePlan: Quality Forms
gl: LibrePlan: Formularios de calidade
nb: LibrePlan: Kvalitet skjema

source: Checked
gl: Comprobado
nb: Kontrollert

source: a disabled resource has enabled subresources
gl: un recurso deshabilitado ten subrecursos habilitados
nb: en deaktivert ressurs har aktiverte underressurser

source: Client
gl: Cliente
nb: Klient

source: there are no resources for required criteria: {0}. So the generic allocation can't be added
gl: non hai recursos cos criterios solicitados: {0}. Por tanto, non se pode engadir a asignación xenérica
nb: det er ingen ressurser for de påkrevde kriteria {0}. så den generiske allokasjonen kan ikke legges til

source: must be later than start date
gl: debe ser posterior a data de inicio
nb: må være senere enn start dato

source: Role search strategy
gl: Estratexia para a búsqueda de roles
nb: Rolle søke strategi

source: fields should match with timesheet data if are shared by lines
gl: os campos deberían coincidir cos datos do parte de traballo se son compartidos polas liñas
nb: felt bør matshe med timeliste data hvis linjene er delt

source: It already exists a deliver date with the same date.
gl: Xa existe outra data de entrega coa mesma data.
nb: Det eksisterer allerede en leverings dato med samme dato

source: material category name has to be unique. It is already used
gl: o nome da categoría de materiais debe ser único. Xa está en uso
nb: material kategori navn må være unikt, det er allerede i bruk

source: Imputed hours
gl: Horas imputadas
nb: Tilregnede timer

source: progress should be greater than 0% and less than 100%
gl: o progreso deberían ser maior que 0% e menor que 100%
nb: Fremdrift bør være større enn 0% og mindre enn 100%

source: Confirm deleting this hour cost. Are you sure?
gl: Confirmar o borrado deste custo por hora. ¿Está seguro?
nb: Bekreft sletting av denne timekoste. Er du sikker?

source: A description field with the same name already exists.
gl: Xa existe un campo de descrición co mesmo nome.
nb: Et beskrivelses felt med samme nanv finnes fra før

source: Delete Milestone
gl: Borrar fito
nb: Slett milepel

source: external company should be subcontractor
gl: a empresa externa debería ser subcontratista
nb: eksternt firma burde være en underleverandør

source: Non-assigned locations
gl: Ubicacións non asignadas
nb: Ikke-tilegnede loaksjoner

source: Application URI
gl: URI da aplicación
nb: Applikasjon URI

source: Group strategy
gl: Estratexia de grupo
nb: Gruppe strategi

source: Budget: {0}, Consumed: {1} ({2}%)
gl: Orzamento: {0}, Consumido: {1} ({2}%)
nb: Budsjett: {0}, Forbrukt: {1} ({2}%)

source: Configure
gl: Configurar
nb: Konfigurer

source: Criterion filter
gl: Filtro por criterio
nb: Kriteria filter

source: First name
gl: Nome
nb: Fornavn

source: Complementary text fields
gl: Campos de texto complementario
nb: Utfyllende tekstfelt

source: LibrePlan: Send To Subcontractors
gl: LibrePlan: Enviar a subcontratistas
nb: LibrePlan: Send til underlevernadører

source: Confirm deleting {0}. Are you sure?
gl: Confirmar o borrado de {0}. ¿Está seguro?
nb: Bekreft sletting {0}. Er du sikker?

source: External code
gl: Código externo
nb: Ekstern kode

source: Edit selected task
gl: Editar tarefa seleccionada
nb: Editer valgte oppgave

source: Personal timesheet saved
gl: Parte de horas persoal gardado
nb: Personlig timeliste lagret

source: View
gl: Ver

source: subcontratation date not specified
gl: data de subcontratación non especificada
nb: Underleverandøravtale dato ikke speisfiset

source: base not specified
gl: base non especificada
nb: grunnlag ikke spesifisert

source: New delivery date
gl: Nova data de engrega
nb: Ny leveranse dato

source: Required materials
gl: Materiales requiridos
nb: Påkrevde materialer

source: Backwards
gl: Atrás
nb: Tilbake

source: Existing user
gl: Usuario existente
nb: Eksisterende bruker

source: Apply filtering to resources satisfying required criteria
gl: Aplicar filtrado aos recursos que satisfán os criterios requeridos
nb: Filtrer ressurser etter valgte kriteria

source: Version
gl: Versión
nb: Versjon

source: Communications To Customers
gl: Comunicacións a clientes
nb: Kommunikasjon med kunder

source: Up
gl: Arriba
nb: opp

source: it already exists another expense sheet with the same code.
gl: Xa existe outra folla de gastos co mesmo código
nb: det finnes allerede en utgifts liste med samme kode

source: Not workable day
gl: Día non laborable
nb: Ikke arbeids dag

source: Predecessor
gl: Predecesor
nb: Forgjenger

source: Some stretch has higher or equal values than the previous stretch
gl: Algún tramo ten valores maiores ou iguais có tramo anterior
nb: En sprint har høyere eller lik verdi med en tidligere sprint

source: Please select a task
gl: Por favor, seleccione unha tarefa
nb: Vennligst velg en oppgave

source: Value is not valid, the default max value must be greater than the precision value
gl: O valor non é válido, o valor máximo por defecto debe ser maior có valor de precisión
nb: Verdi er ikke gyldig, standard maks verdi må være høyere enn presisjons verdi

source: End date
gl: Data de fin
nb: Slutt dato

source: LibrePlan: Calendar Exception Days
gl: LibrePlan: Días excepcionais do calendario
nb: LibrePlan: Kalender unntaksdager

source: Worker and bound user deleted
gl: Traballador e usuario vinculado borrados
nb: Arbeider og tilkoblet bruker slettet

source: Bound user does not have the proper role
gl: O usuario vinculado non ten o rol apropiado
nb: Tilkoblet bruker har ikke riktig rolle

source: Already exists another criterion with the same name
gl: Xa existe outro criterio co mesmo nome
nb: Det fnnes allerede et kriterie med samme navn

source: profile name is already being used by another profile
gl: o nome do perfil xa está a ser usado por outro perfil
nb: profilnavn er allerede i bruk av en annen profil

source: You cannot remove the current scenario
gl: Non pode borrar o escenario actual
nb: Do kan ikke fjerne gjeldende scenario

source: E-mail
gl: Correo electrónico
nb: E-post

source: This project has already been added.
gl: Este proxecto xa fora engadido.
nb: Dette prosjektet er allerede lagt til

source: Export to Tim
gl: Exportar a Tim
nb: Eksporter til Tm

source: Criteria
gl: Criterios
nb: Kriteria

source: User data
gl: Datos do usuario
nb: Bruker informasjon

source: Resource / Criteria
gl: Recurso / Criterios
nb: Ressurs/kriteria

source: field name not specified or empty
gl: nome do campo non especificado ou baleiro
nb: Felt navn ikke spesifisert eller tomt

source: Lines
gl: Liñas
nb: Linjer

source: Add new progress assignment
gl: Engadir nova asignación de progreso
nb: Legg til et nytt prosess oppdrag

source: Value must be a multiple of the precision value of the progress type: {0}
gl: O valor debe ser un múltiplo do valor de precisión do tipo de progreso: {0}
nb: Verdi må være multiplikator av presisjons verdien ev fremdrifts type: {0}

source: Set Filter Options
gl: Establecer as opcións de filtrado
nb: Velg filter opsjoner

source: Expenses
gl: Gastos
nb: Utgifter

source: name is already used
gl: o nome xa está sendo usado
nb: Navnet er allerede i bruk

source: Quality Forms List
gl: Lista de formularios de calidade
nb: Kvalitets skjema liste

source: Project version is the same in source and destination scenarios
gl: A versión do proxecto é a mesma nos escenarios de orixe e destino
nb: Prosjekt versjon er identisk i kilde og destinasjons scenario

source: Quality form item name must be unique
gl: O nome do ítem do formulario de calidade debe ser único
nb: Kvalitets skjema punkt navn må være unikt

source: Finished
gl: Finalizado
nb: Ferdig

source: Personal data
gl: Datos persoais
nb: Personlig informasjon

source: Subcontracting communication date
gl: Data de comunicación da subcontratación
nb: Underleverandør kommunikasjons dato

source: please, select a Criterion
gl: por favor, seleccione un criterio
nb: Vennligst velg et kriteria

source: {0} annotation required on {1}
gl: {0} anotación obrigatoria en {1}
nb: {0} annotering kreves på {1}

source: Some sequences to be removed do not exist
gl: Algunhas secuencias para borrar non existen
nb: Nonen sekvenser som skulle fjernes finnes ikke

source: cannot be negative
gl: non pode ser negativo
nb: Kan ikke være negativ

source: Modified
gl: Modificado
nb: Modifisert

source: Add Criterion
gl: Engadir criterio
nb: Legg til kriteria

source: format prefix invalid. It cannot be empty or contain whitespaces.
gl: formato de prefixo inválido. Non pode estar baleiro ou conter espazos en branco.
nb: format feil, kan ikke være tomt eller inneholde mellomrom

source: MessagesContainer is needed
gl: É necesario un MessagesContainer
nb: MessagesContainer trengs

source: The only current suported formats are mpp and planner.
gl: Os únicos formatos actualmente soportados son mpp e planner.
nb: De eneste gyldige formatene er MPP og Planner

source: inherited exception can not be removed
gl: a excepción herdada non se pode borrar
nb: Arvet unntak kan ikke fjernes

source: Load percentage of resources participating in the project while they are assigned
gl: Porcentaxe de carga dos recursos participantes no proyecto mentres están asignados
nb: Belastnings prosent av ressurser som deltar i prosjektet de er tildelt

source: Ending date
gl: Data de fin
nb: Slutt dato

source: There is not any assigned progress to current task
gl: Non hai ningún progreso asignado á tarefa actual
nb: Det finnes ingen tildelte prosesser under gjeldende oppgave

source: LibrePlan: Page not found
gl: LibrePlan: Páxina non atopada
nb: LibrePlan: Side ikke funnet

source: project name is already being used
gl: o nome de proxecto xa está sendo usado
nb: Prosjekt navnet er allerede i bruk

source: Export options
gl: Opcións de exportación
nb: Eksport opsjoner

source: Templates List
gl: Lista de modelos
nb: Mal liste

source: Criteria: {0}
gl: Criterios: {0}
nb: Kriterie: {0}

source: Last value
gl: Último valor
nb: Forrige verdi

source: Average of worked hours in finished applications
gl: Media de horas traballadas nas aplicacións finalizadas
nb: Gjennomsnittlig arbeidstimer i ferdigstilt applikasjon

source: Instance not found.
gl: Instancia non atopada.
nb: Forekomst ikke funnet

source: Calculated progress can not be modified
gl: O progreso calculado non se pode modificar
nb: Konsolidert fremdrifts måling kan ikke fjernes

source: Work done from starting date
gl: Traballo realizado desde a data de inicio
nb: Arbeid utført siden startdato

source: Statistics log
gl: Histórico de estadísticas
nb: Statistikk log

source: : Calendar import successfully!
gl: : Calendario importado con éxito!
nb: : Kalender import vellykket

source: Edit Calendar
gl: Editar calendario
nb: Rediger kalender

source: item
gl: ítem
nb: element
