Repository: smesureur/Projet3duoLP
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: gl, nb

source: Show money cost bar
gl: Mostrar barra de coste monetario
nb: Vis penger kostnad bar

source: criterion type name not specified
gl: nome do tipo de criterio non especificado
nb: kriterium typenavn som ikke er spesifisert

source: Default calendar cannot be removed. Please, change the default calendar in the Main Settings window before.
gl: O calendario por defecto non se pode borrar. Por favor, cambie antes o calendario por defecto na ventá de axustes principais.
nb: Standardkalenderen kan ikke fjernes. Vennligst, endre standardkalenderen i Hovedinnstillinger vinduet før.

source: Cannot connect to LDAP server
gl: Non se pode conectar ao servidor de LDAP
nb: Kan ikke koble til LDAP-serveren

source: Application properties
gl: Propiedades da aplicación
nb: Påføringsegenskaper

source: must be before end date
gl: debe ser anterior á data de fin
nb: må være før sluttdato

source: Add Exception
gl: Engadir excepción
nb: Legg Unntak

source: Projects view filtering
gl: Filtro de vista de proxectos
nb: Prosjekter vise filtrering

source: Dedication
gl: Adicación
nb: Dedikasjon

source: cannot be empty
gl: non pode ser baleiro
nb: kan ikke være tomt

source: Tim sync information
gl: Información de sincronización con Tim
nb: Tim sync informasjon

source: Heading Fields
gl: Campos de cabeceira
nb: Overskriften Fields

source: from
gl: desde
nb: fra

source: Effort must be greater than zero
gl: O esforzo debe ser maior que cero
nb: Innsats må være større enn null

source: Resources load since
gl: Carga de recursos dende
nb: Ressurser last siden

source: Progress type
gl: Tipo de progreso
nb: Progress typen

source: Assigned Label Type cannot be repeated in a Timesheet Template.
gl: O tipo de etiqueta asignado non pode estar repetido nun modelo de parte de traballo.
nb: Tildelt Label Type kan ikke gjentas i en Timeregistrering mal.

source: Jira sync information
gl: Información de sincronización con Jira
nb: Jira sync informasjon

source: End filtering date cannot be empty
gl: A data de fin de filtro non pode ser baleira
nb: Sluttfiltrering dato kan ikke være tomt

source: Hours types are empty. Please, create some hours types before proceeding
gl: Os tipos de horas están baleiros. Por favor, cree algún tipo de horas antes de continuar
nb: Timer typer er tom. Vær så snill, lage noen timer typer før du fortsetter

source: Normal resource
gl: Recurso normal
nb: Normal ressurs

source: Time period contains non valid data. Ending data must be older than starting date
gl: O período de tempo contén datos inválidos. A data de fin debe ser maior cá de inicio
nb: Tidsperiode inneholder ikke gyldige data. Avslutte data må være eldre enn startdato

source: Expand taskgroups
gl: Expandir grupos de tarefas
nb: Utvide taskgroups

source: Save Project
gl: Gardar proxecto
nb: Lagre prosjekt

source: The admin's account password remains the default one. This is insecure
gl: O contrasinal da conta de admin segue sendo o contrasinal por defecto. Esto non é seguro
nb: Admin konto passord forblir standard en. Dette er usikker

source: Day is not valid
gl: O día non é válido
nb: Dag er ikke gyldig

source: You should select a start date for the exception
gl: Debe seleccionar unha data de inicio para a excepción
nb: Du bør velge en startdato for unntak

source: maximum value must be greater than zero
gl: o valor máximo debe ser maior que cero
nb: maksimalverdi må være større enn null

source: Help
gl: Axuda
nb: Hjelp

source: Variance At Completion
gl: Desviación ao custo final
nb: Varians ved ferdigstillelse

source: LibrePlan: Material Units
gl: LibrePlan: Unidades de materiais

source: default password was not changed
gl: o contrasinal por defecto non foi cambiado
nb: standardpassordet ble ikke endret

source: Virtual resources cannot be bound to any user
gl: Os recursos virtuais non se poden vincular a un usuario
nb: Virtuelle ressurser kan ikke være bundet til alle brukere

source: Code sequence is already in use and cannot be updated
gl: O código da secuencia xa está en uso e non se pode actualizar
nb: Kode sekvensen er allerede i bruk og kan ikke oppdateres

source: Settings saved
gl: Preferencias gardadas
nb: Innstillinger lagret

source: Exportation options
gl: Opcións de exportación
nb: Eksport alternativer

source: effort not specified
gl: esforzo non especificado
nb: innsats ikke spesifisert

source: Name
gl: Nome
nb: Navn

source: Could not save time period. Time period overlaps with another non-compatible time period
gl: Non se puido gardar o período de tiempo. O período solápase con outro período de tempo incompatible
nb: Kunne ikke lagre tidsperiode. Tidsperiode overlapper med en annen ikke-kompatibel tidsperioden

source: Delete task
gl: Borrar tarefa
nb: Slett oppgave:

source: Seconds
gl: Segundos
nb: Sekunder

source: please, select an item
gl: por favor, seleccione un elemento
nb: vær så snill, velger du et element

source: a label can not be assigned twice in the same branch
gl: unha etiqueta non pode estar asignada dúas veces na mesma rama
nb: en etikett kan ikke tildeles to ganger i samme gren

source: Day of week
gl: Día da semana
nb: Ukedag

source: Companies List
gl: Lista de empresas
nb: Selskaper Liste

source: Normal resource assignment
gl: Asignación de recursos normal
nb: Normal ressurstildelingen

source: LibrePlan: Tim import export info
gl: LibrePlan: Información de exportación a Tim
nb: LibrePlan: Tim import eksport info

source: default calendar not specified
gl: calendario por defecto non especificado
nb: standardkalenderen ikke spesifisert

source: indirect progress assignments should have different types
gl: as asignacións de progreso indirectas deberían ter tipos diferentes
nb: indirekte fremgang oppgaver bør ha forskjellige typer

source: Stretches with Interpolation
gl: Tramos con interpolación
nb: Strekker med interpole

source: Hours Worked Per Resource
gl: Horas traballadas por recurso
nb: Arbeidstimer per Resource

source: material not specified
gl: material non especificado
nb: materiale som ikke er spesifisert

source: Category name
gl: Nome da categoría
nb: Kategori-Navn

source: Date must be inside visualization area
gl: A data debe estar dentro da área de visualización
nb: Dato må være inne visualisering område

source: Show a notification when new LibrePlan versions are released
gl: Mostrar unha notificación cando unha nova versión de LibrePlan sexa publicada
nb: Vis et varsel når nye LibrePlan versjoner er lansert

source: Main menu
gl: Menú principal
nb: Hovedmeny

source: Exception: {0}
gl: Excepción: {0}
nb: Unntak: {0}

source: Duration
gl: Duración
nb: Varighet

source: Password settings
gl: Configuración do contrasinal
nb: Passordinnstillinger

source: Delete expense sheet "{0}". Are you sure?
gl: Borrar a folla de gastos "{0}". ¿Está seguro?
nb: Slett bekostning ark "{0}". Er du sikker?

source: Schedule
gl: Planificar
nb: Tidsplan

source: Unexpected: {0}
gl: Inesperado: {0}
nb: Uventet: {0}

source: a personal expense sheet must have the same resource in all the lines
gl: unha folla de gastos persoal debe ter o mesmo recurso en todas as liñas
nb: en personlig regning ark må ha samme ressurs i alle linjene

source: Notes
gl: Notas
nb: Notater

source: Concept
gl: Concepto
nb: Konsept

source: Connect
gl: Conectar
nb: Koble

source: This progress type cannot cannot be removed
gl: Este tipo de progreso non se pode borrar
nb: Denne typen fremgang kan ikke ikke kan fjernes

source: Allocation: [{0},{1}]
gl: Asignación: [{0},{1}]
nb: Tildeling: [ {0} , {1} ]

source: Virtual Workers Group
gl: Grupo de traballadores virtuais
nb: Virtual Workers Gruppe

source: Changes saved
gl: Cambios gardados
nb: Endringene er lagret

source: See scheduling
gl: Ver planificación
nb: Se planlegging

source: Progress measurements
gl: Medidas de progreso
nb: Progress målinger

source: Add measure
gl: Engadir medida
nb: Legg mål

source: Subcontract
gl: Subcontratar
nb: Underentrepriser

source: Found resources
gl: Recursos atopados
nb: Fant ressurser

source: Relationship
gl: Relación
nb: Forholdet

source: End
gl: Fin
nb: Slutt

source: Project Costs
gl: Custos do proxecto
nb: Prosjektkostnader

source: Cost Categories
gl: Categorías de custo
nb: Kostnads ​​Kategorier

source: Other
gl: Outro
nb: Andre

source: Calendar exception day not found
gl: Día de excepción de calendario non atopado
nb: Kalender unntaksdag ikke funnet

source: criterion type not specified
gl: tipo de criterio non especificado
nb: kriterietypen ikke spesifisert

source: default price not specified
gl: prezo por defecto non especificado
nb: Standard pris ikke spesifisert

source: timesheet template not specified
gl: modelo de parte de traballo non especificado
nb: timeliste mal ikke spesifisert

source: Timesheet removed successfully
gl: Parte de traballo borrado con éxito
nb: Timeliste fjernet vellykket

source: Users List
gl: Lista de usuarios
nb: Brukere List

source: Task quality forms
gl: Formularios de calidade de tarefa
nb: Oppgave kvalitet skjemaer

source: Has bound resource
gl: Ten un recurso vinculado
nb: Har bundet ressurs

source: Username
gl: Nome de usario
nb: Brukernavn

source: Label filter
gl: Filtro de etiqueta
nb: Etikett filter

source: Progress measurements that are reported by quality forms cannot be removed
gl: As medidas de progreso notificadas por formularios de calidade non se poden modificar
nb: Progress målinger som er rapportert av kvalitetsformer kan ikke fjernes

source: Number of hours is not properly calculated according to start date and end date
gl: O número de horas non está ben calculado segundo as datas de inicio e fin
nb: Antall timer er ikke riktig beregnet i henhold til start- og sluttdato

source: last synchronized date not specified
gl: última data de sincronización non especificada
nb: siste synkronisert dato ikke oppgitt

source: Progress Types
gl: Tipos de progreso
nb: Progress Typer

source: Cost category
gl: Categoría de custo
nb: Kostnadskategori

source: It can not be deleted. At least one sequence is necessary.
gl: Non se pode borrar. Polo menos unha secuencia é necesaria.
nb: Det kan ikke slettes. Minst er en sekvens nødvendig.

source: Quality form cannot be removed as it is spreading progress
gl: O formulario de calidade non se pode borrar xa que está propagando progreso
nb: Kvalitet skjema kan ikke fjernes fordi det er spredning fremgang

source: description is not specified
gl: descrición non especificada
nb: Beskrivelsen er ikke spesifisert

source: Resource allocation
gl: Asignación de recursos
nb: Ressursallokering

source: New end date for the customer
gl: Nova data de fin para o cliente
nb: Ny sluttdato for kunden

source: ID already used. It has to be be unique
gl: ID xa usado. Debe ser único
nb: ID allerede brukt. Det må være unikt

source: please, select a quality form
gl: por favor, seleccione un formulario de calidade
nb: vær så snill, velge en kvalitet skjema

source: Edit {0}: {1}
gl: Editar {0}: {1}

source: Filter quality forms by
gl: Filtrar formularios de calidade por
nb: Filter kvalitet former av

source: Unindent selected task
gl: Desindentar tarefa seleccionada
nb: Unindent valgte oppgaven

source: Customer reference code
gl: Código de referencia do cliente
nb: Kunde referansekode

source: Constraint
gl: Restrición
nb: Begrensning

source: Add New Label Type Field
gl: Engadir novo campo de tipo de etiqueta
nb: Legg til ny Label Type Feltet

source: Deadline cannot be empty because there is a task with constraint "as late as possible"
gl: A data de fin non pode estar baleira porque hai unha tarefa coa restrición "tan tarde como sexa posible"
nb: Fristen kan aldri være tom, fordi det er en oppgave med begrensningen "så sent som mulig"

source: Progress measurements must have a value lower than their following progress measurements.
gl: As medidas de progreso deben ter un valor menor que as seguintes.
nb: Progress målinger må ha en verdi lavere enn sine følgende framdrifts målinger.

source: Customer reference
gl: Referencia del cliente
nb: Kundereferanse

source: Information
gl: Información
nb: Informasjon

source: Sorry, you do not have permissions to access this project
gl: Sentímolo, non ten permisos para acceder a este proxecto
nb: Beklager, du har ikke tillatelse til å få tilgang til dette prosjektet

source: END
gl: FIN

source: Worker saved
gl: Traballador gardado
nb: Worker lagret

source: Communications To Subcontractors
gl: Comunicacións a subcontratistas
nb: Kommunikasjon til underleverandører

source: New hours group
gl: novo grupo de horas
nb: Nye timer gruppe

source: Assign element to queue manually
gl: Asignar elemento á cola manualmente
nb: Tildele element til kø manuelt

source: Please remember that only saved changes will be printed
gl: Por favor lembra que só os cambios gardados serán impresos
nb: Husk at bare lagret endringene vil bli skrevet ut

source: There are repeated material codes
gl: Hai códigos de materiais repetidos
nb: Det er gjentatte materialkoder

source: Edit Template
gl: Editar modelo
nb: Rediger mal

source: Progress %
gl: Progreso %

source: Heading
gl: Cabeceira
nb: Overskrift

source: Exception name should not be empty
gl: O nome de excepción non debería estar baleiro
nb: Unntaket navn bør ikke være tomt

source: Connection values of JIRA connector are invalid
gl: Os valores de configuración do conector JIRA son inválidos
nb: Tilkoblingsverdiene av JIRA kontakten er ugyldig

source: must be after the previous date
gl: debe ser posterior á data anterior
nb: må være etter forrige dato

source: Do you want to split the material assignment {0}?
gl: ¿Quere dividir a asignación de material {0}?
nb: Ønsker du å dele materialet oppdraget {0} ?

source: Criterion Types List
gl: Lista de tipos de criterio
nb: Criterion Typer List

source: Percentages should sum 100
gl: As porcentaxes deberían sumar 100
nb: Prosenter bør oppsummere 100

source: Hours Type
gl: Tipo de horas
nb: Timer Type

source: Total task budget
gl: Orzamento total da tarefa
nb: Total oppgave budsjett

source: Worker must be not-null
gl: O traballador non debe ser nulo
nb: Arbeidstaker må være ikke-null

source: Some criterion satisfactions overlap in time
gl: Algúns criterios satisfeitos solápanse no tempo
nb: Noen kriterier godtgjørelser lapper i tid

source: Value last progress measurement
gl: Valor da última medida de progreso
nb: Verdi siste fremgang måling

source: LibrePlan: Materials Needed At Date
gl: LibrePlan: Necesidades de materiais en data
nb: LibrePlan: Materialer behov på dato

source: Worker assignments
gl: Asignacións de traballador
nb: Worker oppdrag

source: last task sequence code not specified
gl: último código de secuencia de tarefa non especificado
nb: siste oppgaven sekvens koden ikke spesifisert

source: {0} already exists
gl: {0} xa existe
nb: {0} finnes allerede

source: Create Worker
gl: Crear traballador
nb: Lag Worker

source: Project name (Project code)
gl: Nome do proxecto (Código do proxecto)
nb: Prosjektnavn (Prosjekt kode)

source: items cannot be checked until the previous items are checked before.
gl: os ítems non se poden marcar mentres non se marquen os anteriores.
nb: elementer kan ikke kontrolleres før de foregående punktene sjekkes før.

source: Code
gl: Código
nb: Kode

source: Exception: {0} (Inh)
gl: Excepción: {0} (Her)
nb: Unntak: {0} (Inh)

source: Password confirmation
gl: Confirmación de contrasinal
nb: Passord bekreftelse

source: Indent selected task
gl: Indentar tarefa seleccionada
nb: Innrykk valgte oppgaven

source: Regular
gl: Normal
nb: Vanlig

source: Show progress
gl: Mostrar progreso
nb: Viser framgang

source: Work
gl: Traballo
nb: Arbeid

source: Error saving the project {0}
gl: Erro gardando un proxecto {0}
nb: Feil ved lagring av prosjektet {0}

source: You are about to leave the planning editing. Unsaved changes will be lost!
gl: Estás a punto de saír da edición de planificación, os cambios sen gardar perderanse.
nb: Du forlater planlegging redigering. Ulagrede forandringer vil gå tapt!

source: LibrePlan: Machines
gl: LibrePlan: Máquinas
nb: LibrePlan: Maskiner

source: Error
gl: Erro
nb: Feil

source: Cost Performance Index
gl: Eficiencia en custo
nb: Kostnad Performance Index

source: Log out
gl: Saír
nb: Logg ut

source: LibrePlan: Job Scheduling
gl: LibrePlan: Planificación de traballo
nb: LibrePlan: Job Planlegging

source: Filter timesheet by
gl: Filtrar parte de traballo por
nb: Filter timeliste etter

source: You should filter the report by project, labels or criteria
gl: Debería filtrar o informe por proxecto, etiquetas ou criterios
nb: Du bør filtrere rapporten etter prosjekt, etiketter eller kriterier

source: Add new configuration unit
gl: engadir nova unidade de configuración
nb: Legg til ny konfigurasjon enhet

source: Main preferences
gl: Preferencias principais
nb: Viktigste preferanser

source: Progress consolidation
gl: Consolidación de progreso
nb: Progress konsolidering

source: My tasks
gl: As miñas tarefas
nb: Mine oppgaver

source: Add new worker assignment
gl: Engadir nova asignación de traballador
nb: Legg til ny arbeidstaker oppdrag

source: Show all elements
gl: Mostrar todos os elementos
nb: Vis alle elementer

source: Task Information
gl: Información da tarefa
nb: Task Informasjon

source: Progress cannot be consolidated.
gl: O progreso non se pode consolidar.
nb: Progress kan ikke bli konsolidert.

source: SPREAD
gl: PROPAGACIÓN

source: There is another timesheet template with the same name
gl: Xa existe outro modelo de parte de traballo co mesmo nome.
nb: Det er en annen timeliste mal med samme navn

source: Adapting planning according to timesheets
gl: Adaptando a planificación segundo os partes de traballo
nb: Tilpasning planlegging i henhold til timelister

source: Budgeted Cost Work Scheduled
gl: Custo de traballo presupostado planificado
nb: Budsjetterte kostnader planlagt arbeid

source: Changes applied
gl: Cambios aplicados
nb: Endringer brukt

source: criterion type does not allow hierarchy
gl: o tipo de criterio non permite xerarquía
nb: kriterietypen tillater ikke hierarki

source: Project closing previsions
gl: Previsións de peche do proxecto
nb: Prosjektet avslutt previsions

source: Material Units
gl: Unidades de materiais
nb: Materielle Units

source: Last stretch should have one hundred percent length and one hundred percent of work percentage
gl: O último tramo debe ter 100% de porcentaxes de lonxitude e cantidade de traballo
nb: Siste strekning bør ha ett hundre prosent lengde og ett hundre prosent av arbeidsprosent

source: Job class name
gl: Nome da clase de traballo
nb: Jobb klassenavnet

source: Resource type cannot be empty
gl: O tipo de recurso non pode estar baleiro
nb: Ressurstype kan ikke være tomt

source: LDAP configuration
gl: Configuración do LDAP
nb: LDAP-konfigurasjonen

source: progress type should must be defined if quality form reports progress
gl: o tipo de progreso debería estar definido se o formulario de calidade notifica progreso
nb: fremgang typen bør må angis hvis kvalitet skjema rapporterer fremgang

source: Superuser
gl: Superusuario
nb: Superbruker

source: Queue Element Information
gl: Información de elemento de cola
nb: Kø Element Informasjon

source: Select template
gl: Seleccione modelo
nb: Velg mal

source: Start Date
gl: Data de inicio
nb: Startdato

source: progress assignment not specified
gl: asignación de progreso non especificado
nb: fremgang oppdraget ikke spesifisert

source: Order-element for "{0}" issue not found
gl: Tarefa para incidencia "{0}" non atopada
nb: Bestill-element for "{0}" problemet ikke funnet

source: Start filtering date must be before than end filtering date
gl: A data de comezo de filtrado ten que ser anterior que a data de fin do filtro
nb: Begynn å filtrere dato må være før enn sluttfiltrering dato

source: Virtual Workers Groups List
gl: Lista de grupos de traballadores virtuais
nb: Virtual Arbeidernes Grupper List

source: Cost Variance
gl: Desviación en custo
nb: Kostnadsavvik

source: User Accounts
gl: Contas de usuario
nb: Brukerkontoer

source: Allowed values
gl: Valores permitidos
nb: Tillatte verdier

source: Effort
gl: Esforzo
nb: Innsats

source: Invalidate
gl: Invalidar
nb: Ugyldig

source: User is bound to resource "{0}" and it will be unbound. Do you want to continue with user removal?
gl: O usuario está vinculado ao recurso "{0}" e será desvinculado. ¿Quere continuar co borrado do usuario?
nb: Brukeren er bundet til ressurs "{0}" og det vil være ubundet. Ønsker du å fortsette med bruker fjerning?

source: Budget hours
gl: Horas do presuposto
nb: Budsjett timer

source: percentage not specified
gl: porcentaxe non especificada
nb: prosent ikke spesifisert

source: Edit task: {0}
gl: Editar tarefa: {0}
nb: Rediger oppgave: {0}

source: Check this option if you would like to send feedback to LibrePlan developers about program usage
gl: Marca esta opción para enviar información aos desenvolvedores de LibrePlan para xerar estatísticas de uso
nb: Kryss av dette valget hvis du ønsker å sende tilbakemelding til LibrePlan utviklere om bruk program

source: Machine was already removed
gl: A máquina xa foi borrada
nb: Maskinen er allerede fjernet

source: Select destination
gl: Seleccionar destino
nb: Velg målet

source: expense line of the
gl: liña de gasto de
nb: bekostning linjen i

source: cannot be empty or less than zero
gl: non pode estar baleiro ou ser menor que cero
nb: ikke kan være tomt eller mindre enn null

source: Check consolidated progresses
gl: Marcar progresos consolidados
nb: Sjekk konsoliderte utvikler

source: Update task end
gl: Actualizar o final da tarefa
nb: Oppdatering oppgave slutten

source: Show all
gl: Mostrar todo
nb: Vis alle

source: Estimated hours
gl: Horas estimadas
nb: Estimerte timer

source: Periods available depend on resources' calendar.
gl: Os períodos de dispoñibilidade dependen do calendario dos recursos.
nb: Perioder tilgjengelige, avhenger av ressurser 'kalender.

source: Default price
gl: Prezo por defecto
nb: Standard pris

source: Apply tab changes
gl: Aplicar cambios da pestana
nb: Påfør kategorien endringer

source: passwords don't match
gl: os contrasinais non coinciden
nb: ordene stemmer ikke overens

source: Day properties
gl: Propiedades do día
nb: Day eiendommer

source: Tim connection was successful
gl: Conexión con Tim realizada con éxito
nb: Tim tilkoblingen var vellykket

source: (%d tasks)
gl: (%d tarefas)
nb: ( %d oppgaver)

source: must be lower than end date
gl: debe ser anterior á data de fin
nb: må være lavere enn sluttdato

source: Week {0}
gl: Semana {0}
nb: Uke {0}

source: Hours groups
gl: Grupos de horas
nb: Timer grupper

source: Enable/Disable autocomplete property in login form, if the admin password is still the default one
gl: Habilitar/Deshabilitar a propiedade de autocompletado no formulario de inicio de sesión, se o contrasinal de admin aínda é o contrasinal por defecto
nb: Aktivere / deaktivere autofullfør eiendom i innloggingsskjemaet, hvis admin-passordet er fortsatt standard ett

source: Create new user
gl: Crear novo usuario
nb: Opprett ny bruker

source: Transfer
gl: Transferir
nb: Overføring

source: By critical path duration
gl: Por duración do camiño crítico
nb: Ved kritiske banen varighet

source: Consolidated progress cannot be removed
gl: O progreso consolidado non se pode borrar
nb: Konsolidert fremgang kan ikke fjernes

source: Spread progress cannot be changed if there is a consolidation in any progress assignment
gl: O progreso que propaga non se pode cambiar se hai algunha consolidación nalgunha asignación de progreso
nb: Spread fremgang kan ikke endres hvis det er en konsolidering i noen fremgang oppdrag

source: Work Hours Types List
gl: Lista de tipos de horas de traballo
nb: Arbeidstimer Typer List

source: new milestone
gl: novo fito
nb: ny milepæl
