Repository: smesureur/Projet3duoLP
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: gl, nb

source: Subcontrated task
gl: Tarefa subcontratada
nb: Subcontrated oppgave

source: Back
gl: Atrás
nb: Tilbake

source: Our company username
gl: Nome de usuario da nosa empresa
nb: Vårt brukernavn selskap

source: Subcontractor
gl: Subcontratista
nb: Underleverandør

source: Administration
gl: Administración
nb: Administrasjon

source: Cancel and return
gl: Cancelar e volver
nb: Avbryte og retur

source: Assign quality form
gl: Asignar formulario de calidade
nb: Tildele kvalitet skjema

source: Planning Configuration
gl: Configuración de planificación
nb: Planlegging Configuration

source: Delete item {0}. Are you sure?
gl: Borrar elemento {0}. ¿Está seguro?
nb: Slett element {0} . Er du sikker?

source: Calculated budget
gl: Orzamento calculado

source: the project must have a deadline
gl: o proxecto debe ter unha data límite
nb: Prosjektet må ha en tidsfrist

source: last label sequence code not specified
gl: último código de secuencia de etiqueta non especificado
nb: siste etikett sekvens koden ikke spesifisert

source: Available hours
gl: Horas dispoñibles
nb: Tilgjengelige timer

source: Personal
gl: Persoal
nb: Personlig

source: Allocations
gl: Asignacións
nb: Bevilgninger

source: Calendar name already in use
gl: Nome de calendario xa usado
nb: Kalendernavnet er allerede i bruk

source: Choosing Template
gl: Elixindo modelo
nb: Velge Mal

source: Length
gl: Lonxitude
nb: Lengde

source: Capacity
gl: Capacidade
nb: Kapasitet

source: Task code
gl: Código da tarefa
nb: Oppgave kode

source: Create derived
gl: Crear derivado
nb: Skape avledet

source: Label Types
gl: Tipos de etiqueta
nb: Etikettyper

source: it must be greater than zero
gl: debe ser maior que cero
nb: det må være større enn null

source: must be a real positive number
gl: debe ser un número real positivo
nb: må være et reelt positivt tall

source: No Allocations have been done
gl: Non se fixeron asignacións
nb: Ingen Bevilgningene har blitt gjort

source: If you reached this page from another page of LibrePlan please notify us in order to fix it as soon as possible.
gl: Se chegou a a está páxina dende outra páxina de LibrePlan por favor notifíquenolo para arranxalo o antes posible.
nb: Hvis du kom til denne siden fra en annen side av LibrePlan vennligst varsle oss for å fikse det så snart som mulig.

source: Total hours task
gl: Total de horas de tarefa
nb: Antall timer oppgave

source: Removed calendar "{0}"
gl: Borrado calendario "{0}"
nb: Fjernet kalender "{0}"

source: expense sheet not specified
gl: folla de gastos non especificada
nb: bekostning ark ikke spesifisert

source: Create project
gl: Crear proxecto
nb: Lag prosjekt

source: LibrePlan: Timesheets Templates
gl: LibrePlan: Modelos de partes de traballo
nb: LibrePlan: Timelister Maler

source: Next
gl: Seguinte
nb: Neste

source: Allow multiple values of this type of criterion in the same period of time
gl: Permitir múltiples valores deste tipo de criterio no mesmo período de tempo
nb: Tillat flere verdier av denne type kriterium i samme periode

source: Personal timesheets
gl: Partes de horas persoais
nb: Personlige timelister

source: In the heading part, index labels and fields must be unique and consecutive
gl: Na parte da cabeceira, os índices das etiquetas e os campos deben ser únicos e consecutivos
nb: I overskriften del, må indeks etiketter og felt være unikt og rad

source: Normal resource allocation
gl: Asignación de recursos normal
nb: Normal ressursallokering

source: Human hours per machine working hour within configuration unit
gl: Horas humanas por hora de traballo de máquina dentro de unidade de configuración
nb: Menneskelige timer per maskin arbeidstime innenfor konfigurasjonsenhet

source: Could not add those authorizations to user {0} because they were already present.
gl: Non se engadiron esas actualizacións ao usuario {0} porque xa estaban presentes.
nb: Kunne ikke legge til disse fullmaktene til brukeren {0} fordi de allerede var til stede.

source: yes
gl: si
nb: ja

source: Root calendar
gl: Calendario raíz
nb: Root kalender

source: Test connection
gl: Probar conexión
nb: Test tilkobling

source: Port
gl: Porto

source: Select gap
gl: Seleccionar intervalo
nb: Velg gap

source: From
gl: Desde
nb: Fra

source: Date Finish
gl: Data de fin
nb: Dato Finish

source: At least one hours group is needed for each task
gl: É necesario polo menos un grupo de horas por cada tarefa
nb: Minst en gruppe timer er nødvendig for hver oppgave

source: Resources or criteria
gl: Recursos ou criterios
nb: Ressurser eller kriterier

source: Name of criterion is empty.
gl: O nome do criterio está baleiro.
nb: Navn på kriteriet er tom.

source: Synchronization order elements with JIRA issues was successful
gl: A sincrionización de tarefas con incidencias JIRA realizouse correctamente
nb: Synkronisering ordre elementer med JIRA saker var vellykket

source: Order "{0}" not found. Order probalbly not synchronized
gl: Proxecto "{0}" non atopado. Proxecto probablemente non sincronizado
nb: Bestill "{0}" ikke funnet. Bestill probalbly ikke synkronisert

source: Validate
gl: Validar
nb: Validere

source: This resource has already been added.
gl: Este recurso xa fora engadido.
nb: Denne ressursen er allerede lagt.

source: Could not retrieve Code. Please, try again later
gl: Non se puido obter o código. Por favor, volva intentalo máis tarde
nb: Kunne ikke hente Code. Vær så snill, prøv igjen senere

source: There are repeated material category codes
gl: Hai códigos de categorías de materiais repetidos
nb: Det er gjentatt materielle kategorikodene

source: Criterion Type name is already being used
gl: O nome de tipo de criterio está sendo usado
nb: Criterion typenavn er allerede i bruk

source: Connection values of Tim connector are invalid
gl: Os valores de configuración do conector Tim son inválidos
nb: Tilkoblingsverdiene av Tim kontakten er ugyldig

source: Cost category assignment
gl: Asignación de categoría de custo
nb: Kostnadskategori oppdrag

source: progress type name is already in use
gl: o nome do tipo de progreso xa está sendo usado
nb: fremgang typenavnet er allerede i bruk

source: number of digits not specified
gl: número de díxitos non especificado
nb: antall sifre ikke spesifisert

source: task cannot be empty if it is shared by lines
gl: a tarefa non pode estar baleira se está compartida polas liñas
nb: Oppgaven kan ikke være tom hvis den blir delt av linjer

source: All workers
gl: Todos os traballadores
nb: Alle arbeidstakere

source: You have exceeded the maximum limit of resources
gl: Superou o límite máximo de recursos
nb: Du har overskredet den maksimale grensen på ressurser

source: Select criteria or resources
gl: Seleccione criterios ou recursos
nb: Velg kriterier eller ressurser

source: The field name must be unique and not empty
gl: O nome do campo debe ser único e non baleiro
nb: Feltet Navnet må være unikt og ikke tom

source: Select required criteria set and press filter button
gl: Seleccione conxunto de criterios requeridos e pulse o botón de filtrar
nb: Velg ønsket kriterier settet, og trykk filter knapp

source: It cannot be empty
gl: Non pode estar baleiro
nb: Det kan ikke være tomt

source: Timesheet lines
gl: Liñas de parte de traballo
nb: Timeregistreringslinjer

source: Calculate Resources per Day
gl: Calcular recursos por día
nb: Beregn Resources per dag

source: here
gl: aquí
nb: her

source: Estimate To Complete
gl: Estimación do custo pendente
nb: Anslå å fullføre

source: Unit type
gl: Tipo de unidade
nb: Enhetstype

source: Load due to other assignments
gl: Carga debido a outras asignacións
nb: Belastning på grunn av andre oppdrag

source: Personal area
gl: Área persoal
nb: Personlig område

source: Calendar data
gl: Datos do calendario
nb: Kalender data

source: Current state indicators
gl: Indicadores do estado actual
nb: Gjeldende statlige indikatorer

source: Cost Categories List
gl: Lista de categorías de custo
nb: Kostnads ​​Kategorier List

source: code is already used
gl: o código xa está a ser usado
nb: koden er allerede brukt

source: LibrePlan: Received From Subcontractors
gl: LibrePlan: Recibido de subcontratistas
nb: LibrePlan: Mottatt fra Underleverandører

source: Labels list
gl: Lista de etiquetas
nb: Etiketter liste

source: last timesheet line sequence code not specified
gl: último código de secuencia da liña de parte de traballo non especificado
nb: siste timeliste linje sekvens koden ikke spesifisert

source: Completed
gl: Completado
nb: Fullført

source: quality form item name not specified or empty
gl: nome do formulario de calidade non especificado ou baleiro
nb: kvalitet skjema element navn ikke er spesifisert eller tom

source: Criterion Requirements
gl: Criterios requiridos
nb: Kriterium Krav

source: job class name not specified
gl: nome da clase de traballo non especificado
nb: jobb klassenavnet ikke spesifisert

source: working hours not specified
gl: horas de traballo non especificadas
nb: arbeidstid ikke spesifisert

source: format sequence code invalid. It must not contain '_'
gl: formato do código de secuencia inválido. Non debe conter '_'
nb: format sekvens kode ugyldig. Det må ikke inneholde '_'

source: Extra Effort
gl: Esforzo extra
nb: Ekstra innsats

source: Already exists other label with the same name
gl: Xa existe outra etiqueta co mesmo nome
nb: Det finnes allerede andre etikett med samme navn

source: Move selected task down
gl: Mover tarefa seleccionada cara abaixo
nb: Flytt valgte oppgaven ned

source: quality form type not specified
gl: tipo de formulario de calidade non especificado
nb: kvalitet skjema typen ikke spesifisert

source: Customer Reference
gl: Referencia do cliente
nb: Kundereferanse

source: Overtime ratio
gl: Ratio de horas extra
nb: Overtid ratio

source: Optimistic
gl: Optimista
nb: Optimistisk

source: Create and assign label
gl: Crear e asignar etiqueta
nb: Lag og tildele etikett

source: Label has already been added.
gl: La etiqueta xa fora engadida.
nb: Etiketten er allerede lagt.

source: Add task
gl: Engadir tarefa
nb: Legg til oppgave

source: Progress
gl: Progreso
nb: Progressjon

source: All progress types have already been assigned.
gl: Xa se asignaron todos os tipos de progreso.
nb: Alle progresjons typene har allerede blitt tildelt.

source: Last stretch should have 100% for length and amount of work
gl: O último tramo debe ter 100% de lonxitude e cantidade de traballo
nb: Siste strekningen skal ha 100% for lengde og mengde arbeid

source: Price per hour
gl: Prezo por hora
nb: Pris per time

source: No project deadline defined
gl: Data límite do proxecto sen definir
nb: Ingen frist prosjekt definert

source: was successful
gl: foi realizado con éxito
nb: var vellykket

source: Calendars
gl: Calendarios
nb: Kalendere

source: value not specified
gl: valor non especificado
nb: verdsetter ikke spesifisert

source: Another task in the same branch is already reporting progress for this quality form
gl: Outra tarefa na mesma rama xa está informando dun progreso para este formulario de calidade
nb: En annen oppgave i samme gren er allerede rapporterer fremgang for denne kvaliteten skjema

source: To
gl: Ata
nb: Til

source: Cannot connet to Tim server
gl: Non é posible conectar co servidor Tim
nb: Kan ikke connet til Tim serveren

source: options
gl: opcións
nb: opsjoner

source: Show only current satisfied criteria
gl: Mostrar só os criterios satisfeitos actualmente
nb: Vis bare gjeldende fornøyde kriterier

source: Queue-based assignment
gl: Asignación baseada en colas
nb: Kø-baserte oppdrag

source: Latest date
gl: Data máis tardía
nb: Siste dato

source: Deadline cannot be empty in backwards mode
gl: A data de fin non pode estar baleira no modo de planificación cara atrás
nb: Fristen kan aldri være tom i baklengs modus

source: Group by weeks
gl: Agrupar por semanas
nb: Gruppe av uker

source: Full name
gl: Nome completo
nb: Fullt navn

source: Default user "admin" cannot be removed as it is mandatory
gl: O usuario por defecto "admin" non se pode borrar porque é obrigatorio
nb: Standard brukernavn "admin" kan ikke fjernes fordi det er obligatorisk

source: Hours Types
gl: Tipos de horas
nb: Timer Typer

source: Finish hour
gl: Hora de fin
nb: Fullfør time

source: Done {0} of {1}
gl: Feito {0} de {1}
nb: Ferdig {0} av {1}

source: Planned start
gl: Inicio planificado
nb: Planlagt start

source: Filter by projects
gl: Filtrar por proxectos
nb: Filtrer etter prosjekter

source: Task Quality Form item name not specified
gl: Ítem do formulario de calidade da tarefa non especificado
nb: Task Quality Form element navn ikke spesifisert

source: Active
gl: Activo
nb: Aktiv

source: Inherited labels
gl: Etiquetas herdadas
nb: Arvet etiketter

source: Queue-based resource
gl: Recurso baseado en colas
nb: Kø-basert ressurs

source: Delivery date
gl: Data de entrega
nb: Leveringsdato

source: Unindent
gl: Desindentar

source: Direct labels
gl: Etiquetas directas
nb: Direkte etiketter

source: task end date not specified
gl: data de fin da tarefa non especificada
nb: oppgave sluttdato ikke spesifisert

source: From today
gl: A partir de hoxe
nb: Fra i dag

source: Log in
gl: Entrar
nb: Logg på

source: Project name
gl: Nome do proxecto
nb: Prosjektnavn

source: Estimated start date for the task (press enter in textbox to open calendar popup or type in date directly)
gl: Data de inicio estimada para a tarefa (presione enter no cadro de texto para abrir o calendario ou escriba a data directamente)
nb: Estimert startdato for oppgaven (trykk enter i tekstboksen for å åpne kalender popup eller skriv inn dato direkte)

source: Precision
gl: Precisión
nb: Presisjon

source: Show all reported hours
gl: Mostrar todas as horas notificadas
nb: Vis alle rapporterte timer

source: Efforts
gl: Esforzos
nb: Innsats

source: Worker "{0}" not found
gl: Traballador "{0}" non atopado
nb: Worker "{0}" ikke funnet

source: Projects List
gl: Listado de proxectos
nb: Prosjekter List

source: budget not specified
gl: presuposto non especificado
nb: budsjettet ikke spesifisert

source: Generate code
gl: Xerar código
nb: Generere kode

source: Scheduling state
gl: Estado de planificación
nb: Planlegging tilstand

source: Linked calendar not found
gl: Calendario relacionado non atopado
nb: Knyttet kalenderen ikke funnet

source: connector name is already being used
gl: nome do conector xa en uso
nb: kontakten navn er allerede i bruk

source: Personal Data
gl: Datos persoais
nb: Personopplysninger

source: No worklogs found for "{0}" issue
gl: Non se atoparon comentarios de traballo na incidencia "{0}"
nb: Ingen worklogs funnet for "{0}" problemet

source: LibrePlan: Hours Worked Per Resource
gl: LibrePlan: Horas traballadas por recurso
nb: LibrePlan: arbeidstimer per Resource

source: Machine
gl: Máquina
nb: Maskin

source: Go to init
gl: Ir ao inicio
nb: Gå til init

source: LibrePlan: User Accounts
gl: LibrePlan: Contas de usuario
nb: LibrePlan: Brukerkontoer

source: Budget in money
gl: Orzamento en diñeiro

source: Criterion Type
gl: Tipo de criterio

source: Reload
gl: Recargar
nb: Last på nytt

source: Profiles authorization
gl: Autorización de perfís
nb: Profiler autorisasjon

source: Assignation
gl: Asignación
nb: Stevne

source: Planning charts expanded
gl: Gráficas de planificación expandidas
nb: Planlegging diagrammer utvidet

source: Inh
gl: Her
nb: Innb

source: value must be greater or equal than 0
gl: o valor debe ser maior ou igual a 0
nb: Verdien må være større enn eller lik 0

source: element associated to a task group have to be defined
gl: o elemento asociado a un grupo de tarefas ten que estar definido
nb: element knyttet til en oppgave gruppen må defineres

source: name cannot be empty
gl: o nome non pode estar baleiro
nb: Navnet kan ikke være tomt

source: Doing {0} reassignations
gl: Realizando {0} reasignacións

source: task is already marked as finished in another timesheet
gl: a tarefa xa está marcada como finalizada noutro parte de traballo
nb: oppgave er allerede markert som ferdig i en annen timeliste

source: Select entity
gl: Seleccione entidade
nb: Velg enhet

source: The end date cannot be before the start date
gl: A data de fin non pode ser anterior á data de inicio
nb: Sluttdatoen kan ikke være før startdatoen

source: Go to edit worker window
gl: Ir a ventá de edición de traballadores
nb: Gå til rediger arbeider vindu

source: Invalid value. Default Max Value cannot be empty
gl: O valor non é válido. O valor máximo por defecto non pode estar baleiro
nb: Ugyldig verdi. Standard Max Verdi kan ikke være tomt

source: Invalid Spread values. At least one value should be true
gl: Os valores de propagación non son válidos. Polo menos un debe ser verdadeiro
nb: Ugyldige Spre verdier. Minst én verdi bør være sant

source: Worked hours
gl: Horas traballadas
nb: Arbeidstimer

source: code not specified
gl: código non especificado
nb: koden ikke spesifisert

source: Projects list
gl: Lista de proxectos
nb: Prosjekter liste

source: last sequence code not specified
gl: último código de secuencia non especificado
nb: siste sekvens koden ikke spesifisert

source: Invalid format prefix. Format prefix cannot be empty, contain '_' or contain whitespaces.
gl: Formato de prefixo inválido. Non pode estar baleiro ou conter '_' ou espazos en branco.
nb: Ugyldig format prefiks. Format prefiks kan ikke være tom, inneholder '_' eller inneholde mellomrom.

source: if the report is not opened automatically
gl: se o informe non se abre de forma automática
nb: hvis rapporten ikke åpnes automatisk

source: key not specified
gl: clave non especificada
nb: nøkkelen ikke spesifisert

source: Create template from selected task
gl: Crear modelo a partir de tarefa seleccionada
nb: Lag mal fra valgte oppgaven

source: All projects
gl: Todos os proxectos
nb: Alle prosjekter

source: Completed: {0}%
gl: Completado: {0}%
nb: Fullført: {0} %

source: Password
gl: Contrasinal
nb: Passord

source: Observations
gl: Observacións
nb: Observasjoner

source: Edit project
gl: Editar proxecto
nb: Rediger prosjekt

source: Hours cost: {0}, Expenses cost: {1}
gl: Custo de horas: {0}, Custo de gastos: {1}
nb: Timer kostnad: {0} , Utgifter koste: {1}

source: Criterion Types
gl: Tipos de criterio
nb: Criterion Typer

source: Progress assignments
gl: Asignación de progreso
nb: Progress oppdrag

source: Valid from
gl: Válido desde
nb: Gjelder fra

source: Month
gl: Mes
nb: Måned

source: {0} could not be allocated. Cannot allocate more than one resource
gl: Non se puido asignar {0}. Non se pode asignar máis que un recurso
nb: {0} kan ikke tildeles. Kan ikke tildele mer enn en ressurs

source: Color
gl: Cor
nb: Farge

source: Current password is incorrect
gl: O contrasinal actual é incorrecto
nb: Nåværende passord er feil

source: Cannot insert material in general view. Please, select a category
gl: Non se pode insertar material na vista xeral. Por favor, seleccione unha categoría
nb: Kan ikke sette inn materialet generelt syn. Vennligst, velg en kategori

source: Expense lines
gl: Liñas de gastos
nb: Utgifts linjer

source: Delete {0} "{1}". Are you sure?
gl: Borrar {0} "{1}". ¿Está seguro?
nb: Slette {0} "{1}". Er du sikker?

source: Only {0} resources per day were achieved for current allocation
gl: Só se lograon {0} recursos por día para a asignación actual
nb: Bare {0} ressurser per dag ble oppnådd for dagens tildeling

source: Accept
gl: Aceptar
nb: Godta

source: Example: {0}
gl: Exemplo: {0}
nb: Eksempel: {0}

source: Cannot delete timesheet template. There are some timesheets bound to it.
gl: Non se pode borrar o modelo de parte de traballo. Hai algún parte de traballo ligado a el.
nb: Kan ikke slette timeliste mal. Det er noen timelister bundet til det.

source: Please, select type of exception
gl: Por favor, seleccione o tipo de excepción
nb: Vennligst, velg type unntak

source: cannot be negative or empty
gl: non pode ser negativo ou baleiro
nb: kan ikke være negativ eller tom

source: Calculated
gl: Calculado
nb: Beregnet

source: Access to the system
gl: Acceso ao sistema
nb: Adgang til systemet

source: Probability
gl: Probabilidade
nb: Sannsynlighet

source: Overtime
gl: Esforzo extra
nb: Overtid

source: Select connector
gl: Seleccione conector
nb: Velg kontakten

source: Material Unit
gl: Unidades de materiais
nb: Materialet Unit

source: Report data
gl: Datos do informe
nb: Rapportdata

source: External load
gl: Carga externa
nb: Hengende last

source: Progress sent successfully
gl: O progreso enviouse con éxito
nb: Fremskritts vellykket sendt

source: Import roster for department {0}
gl: Importar lista de departamento {0}
nb: Import roster for avdeling {0}

source: Please, allow Multiple Active Criteria in this type in order to use selected Assignment Strategy
gl: Por favor, permita múltiples criterios activos para este tipo para usar esta estratexia de asignación seleccionada
nb: Vær så snill, la flere Aktive Kriterier i denne type for å bruke valgt Assignment Strategi

source: Priority
gl: Prioridade
nb: Prioritet

source: Apply changes and continue editing
gl: Aplicar cambios e continuar a edición
nb: Lagre forandringer for å fortsette redigering

source: Infinitely Over Assignable
gl: Sobreasignable infinitamente
nb: Trinnløs Over Dreie

source: Money spent
gl: Diñeiro gastado
nb: Penger brukt

source: Code
gl: Código
nb: Kode

source: Add stretch
gl: Engadir tramo
nb: Legg strekning

source: Progress Assignment cannot be deleted or changed. Progress Assignment contains Progress Consolidations values
gl: A asignación de progreso non se pode borrar ou cambiar. A asignación de progreso contén valores de consolidación de progreso
nb: Progress Overdragelse kan ikke slettes eller endres. Progress Assignment inneholder Progress Konsolideringer verdier

source: Show resource assignments
gl: Mostrar asignacións de recursos
nb: Vis ressurstildelinger

source: Assignation type
gl: Tipo de asignación
nb: Stevnetypen

source: Calculate Workable Days
gl: Calcular días laborais
nb: Beregne Drivverdig Days

source: unit name not specified
gl: nome da unidade non especificado
nb: enhetsnavn ikke spesifisert

source: Start date
gl: Data de inicio
nb: Startdato

source: Update exception
gl: Actualizar excepción
nb: Oppdatering unntak

source: Operation cannot be done
gl: Non se pode realizar a operación
nb: Operasjonen kan ikke utføres

source: Budget
gl: Presuposto
nb: Budsjett

source: Progress that are reported by quality forms cannot be modified
gl: O progreso notificado por formularios de calidade non se pode modificar
nb: Fremskritt som er rapportert av kvalitetsformer kan ikke endres

source: LibrePlan: Main Settings
gl: LibrePlan: Axustes principais
nb: LibrePlan: Hovedinnstillinger

source: Unit name
gl: Nome da unidade
nb: Enhetsnavn

source: default label not specified
gl: etiqueta por defecto non especificada
nb: Standard etikett ikke spesifisert

source: Project code
gl: Código de proxecto
nb: Prosjektkode

source: Write
gl: Escribir
nb: Skrive

source: Assign element to queue automatically
gl: Asignar elemento á cola automáticamente
nb: Tildele element til kø automatisk

source: JIRA connector not found
gl: Conector JIRA non atopado
nb: JIRA kontakten ikke funnet

source: Number of applications
gl: Número de aplicacións
nb: Antall søknader

source: Tim product code
gl: Código de produto Tim
nb: Tim produktkode

source: Confirm edit worker
gl: Confirmar edición do traballador
nb: Bekreft rediger bruker

source: Start sync
gl: Comezar sincronización
nb: Start synk

source: type
gl: tipo
nb: typen

source: Main Settings
gl: Axustes principais
nb: Hovedinnstillinger

source: Project view
gl: Vista de proxecto
nb: Prosjektet utsikt

source: Task Code
gl: Código da tarefa
nb: Task Kode

source: Probability %
gl: Probabilidade %
nb: Sannsynlighet%

source: New criterion
gl: Criterio novo
nb: Nytt kriterium
