Repository: smesureur/Projet3duoLP
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: gl, nb

source: Profile
gl: Perfil
nb: Profil

source: {0} sequences
gl: {0} secuenzas
nb: {0} sekvenser

source: or names
gl: ou nomes
nb: eller navn

source: Materials Needed At Date
gl: Necesidades de materiais en data
nb: Material behov ved dato

source: Personal timesheet
gl: Parte de horas persoal
nb: Personlig timeliste

source: {0} "{1}" saved
gl: {0} "{1}" gardado
nb: 0} "{1}" lagret

source: filtering
gl: filtrado
nb: Fitrering

source: Total Budget
gl: Presuposto total
nb: Totalt budsjett

source: Hierarchy
gl: Xerarquía
nb: Hierarki

source: This worker cannot be deleted because it has assignments to projects or imputed hours
gl: Este traballador non se pode borrar porque ten asignacións a proxectos ou horas imputadas
nb: Arbeideren kan ikke slettes forde de er tilknyttet oppdrag prosjekter eller tilregnet timer

source: Work done until ending date
gl: Traballo realizado ata a data de fin
nb: Arbeid utført frem til sluttdato

source: Print configuration
gl: Imprimir configuración
nb: Print konfigurasjon

source: Failed: {0}
gl: Fallido: {0}
nb: Virket ikke: {0}

source: There is another timesheet template with the same code
gl: Xa existe outro modelo de parte de traballo co mesmo código
nb: Det finnes en annen timeliste med samme kode

source: Overload due to other assignments
gl: Sobrecarga debido a outras asignacións
nb: Overbelastning på grunn av andre tildeligner

source: Project progress percentage
gl: Porcentaxe de progreso do proxecto
nb: Prosjekt fremgang prosent

source: Expense properties
gl: Propiedades da folla de gastos
nb: Utgift verdier

source: Time period saved
gl: Período de tiempo gardado
nb: Tids periode lagret

source: Are you sure of changing the resource type? You will lose the criteria with different resource type.
gl: ¿Está seguro de cambiar o tipo de recurso? Os criterios con diferente tipo de recurso perderanse.
nb: Er du sikker på at du ønsker å forandre ressurs typen? du vil miste kriteria med forskjellig ressurs type

source: This Criterion has already been added.
gl: Este criterio xa fora engadido.
nb: Kriteria har er allerede lagt till

source: add
gl: engadir
nb: Legg til

source: Exporting timesheets to Tim failed. Check the Tim connector
gl: Exportación de partes de traballo a tim fallida. Verifique o conector Tim
nb: eksport av timelister til Tim feilet. Sjekk Tim tilkobling

source: Unsaved changes will be lost. Would you like to continue?
gl: Perderánse os cambios sen gardar. Gustaríalle continuar?
nb: Ulagrede forandringer vil gå tapt. ønsker du å fortsette?

source: please select a user to bound
gl: por favor seleccione un usuario a vincular
nb: vennligstvelg en bruker å tilknytte

source: You can not remove the project "{0}" because it has time tracked at some of its tasks
gl: Non se pode borrar o proxecto "{0}" porque algún ten horas asignadas a algunha das súas tarefas
nb: Du kan ikke fjerne prosjekt "{0}" fordi det har tid tilknyttet til noen oppgaver

source: Workers
gl: Traballadores
nb: Arbeidere

source: Resources matching selected criteria
gl: Recursos que cumpren os criterios seleccionados
nb: Ressurser passer med valgte kriteria

source: with
gl: con
nb: sammen

source: Label Type
gl: Tipo de etiqueta
nb: Etikett type

source: Year
gl: Ano
nb: År

source: Received From Subcontractors
gl: Recibido de subcontratistas
nb: Motatt fra underleverandører

source: {0} "{1}" could not be deleted, it was already removed
gl: {0} "{1}" non puido ser borrado, xa fora eliminado
nb: {0} "{1}" kunne ikke slettes, det var allerede fjernet

source: profile name not specified
gl: nome do perfil non especificado
nb: Profil navn ikke spesifisert

source: you do not have permissions to create new labels
gl: non ten permisos para crear etiquetas novas
nb: Du har ikke rettigheter til å lage nye etiketter

source: Unable to parse cron expression
gl: Incapaz de procesar a expresión cron
nb: Kunen ikke utføre kronjobb

source: Date Start
gl: Data de inicio
nb: Dato Start

source: LibrePlan: Hours Types
gl: LibrePlan: Tipos de horas
nb: LibrePlan: Timetyper

source: By all tasks hours
gl: Por horas de todas as tarefas
nb: Etter alle oppgave timer

source: Hour costs
gl: Custos por hora
nb: Timekost

source: Value
gl: Valor
nb: Verdi

source: Progress type cannot be modified
gl: O tipo de progreso non pode ser modificado
nb: Fremdrifts type kan ikke forandres

source: there are no valid periods for this calendar
gl: non hai períodos válidos para este calendario
nb: Det er ingen gyldige perioder for denne kalenderen

source: Add role
gl: Engadir rol
nb: Legg til rolle

source: Exception end date should be greater or equals than start date
gl: A data de fin dunha excepción debe ser maior ou igual cá data de inicio
nb: Unntak sluttdato må være større eller lik start dato

source: Repeated Project code {0} in Project {1}
gl: Código {0} de proxecto repetedio no proxecto {1}
nb: Repetert prosjektkode {0} i Prosject {1}

source: End date is not valid, the new end date must be after start date
gl: Data de fin inválida, a nova data de fin debe ser posterior á data de inicio
nb: sluttdato er ikke gyldig, ny sluttdator må være etter start dato

source: Stretch date must not be before task start date:
gl: A data do tramo non debe ser anterior á data de inicio da tarefa:
nb: Sprint dato må ikke være før oppgave start dato

source: Progress Types List
gl: Lista de tipos de progreso
nb: Fremdrift type liste

source: Please select a connector to test it
gl: Por favor, seleccione un conector para probalo
nb: Vennligst velg en tilkobling for å teste

source: The {0} can not be assigned to this resource. Its interval overlaps with other criterion
gl: O {0} non se pode asignar a este recurso. O seu intervalo solápase con outro criterio
nb: {0} kan ikke tildeles denne ressursen. det er intern overlapping med andre kriteria

source: Schedule Performance Index
gl: Índice de rendemento da planificación
nb: Tidsplan ytelses indeks

source: Earlier starting date
gl: Data de inicio máis cedo
nb: Tidligere start dato

source: The code cannot be empty and it must be unique.
gl: O código non pode estar baleiro e debe ser único.
nb: Koden kan ikke være tom og må være unik

source: Profiles
gl: Perfís
nb: Profiler

source: First expense
gl: Primer gasto
nb: Første utgift

source: Perspectives
gl: Perspectivas
nb: Perspektiver

source: Workable time
gl: Tempo traballable
nb: Arbeids tid

source: Upload Project
gl: Importar proxecto
nb: Last opp prosjekt

source: No roster-exceptions found in the response
gl: Non se atoparon excepción ás listas na resposta
nb: Inget roster-unntak funnet i responsen

source: Company name
gl: Nome da empresa
nb: Firma navn

source: LibrePlan: Send To Customers
gl: LibrePlan: Enviar a clientes
nb: LibrePlan: Send til kunder

source: there are repeated description values in the timesheet lines
gl: hai valores de descrición repetidos nas liñas do parte de traballo
nb: Det er repeterte beskrivelses verdier i timeliste linjene

source: This date cannot be empty
gl: Esta data non pode estar baleira
nb: Dette datoen kan ikke være tom

source: Resources usage
gl: Uso de recursos
nb: Ressurs forbrtuk

source: Split new assignment
gl: Dividir nova asignación
nb: Del ny oppgave

source: maxixum value of percentage progress type must be 100
gl: o valor máximo do tipo de progreso porcentaxe debe ser 100
nb: Maksimal prosentverdi for progress er 100

source: Total personal timesheet
gl: Total parte de horas persoal
nb: Total personlig timeliste

source: Expiry date
gl: Data de vencemento
nb: Utløps dato

source: Pagination
gl: Paxinación
nb: Paginering

source: property key not specified
gl: valor da propiedade non especificado
nb: Eiendom nøkkel ikke spesifisert

source: No departments configured
gl: Non hai departamentos configurados
nb: Ingen avdelinger konfigurert

source: Change scenario
gl: Cambiar escenario
nb: Forandrings scenario

source: Critical path
gl: Camiño crítico
nb: Kritisk sti

source: Value is not valid. It must be smaller than max value
gl: O valor non é válido. Debe ser menor que o valor máximo
nb: Verdi er ikke gyldig, den må være mindre en maksimal verdi

source: Categories
gl: Categorías
nb: kategorier

source: Project Details
gl: Detalles do proxecto
nb: Prosjekt detaljer

source: Add new hours group
gl: Engadir novo grupo de horas
nb: Lag nye time gruppe

source: Cancel changes and back to scheduling
gl: Cancelar cambios e volver á planificación
nb: Avbrut forandring og returner til planlegging

source: Percentage
gl: Porcentaxe
nb: Prosent

source: Task: {0}
gl: Tarefa: {0}
nb: Oppgave : {0}

source: Field
gl: Campo
nb: Felt

source: Remaining time
gl: Tiempo restante
nb: Gjennværende tid

source: Company logo URL
gl: URL do logo da empresa
nb: Firma logo URL

source: No worker selected
gl: Ningún traballador seleccionado
nb: Ingen arbeider valgt

source: Task not found
gl: Tarefa non atopada
nb: Oppgave ikke funnet

source: Number of digits
gl: Número de díxitos
nb: Antall tall

source: company code cannot contain whitespaces
gl: o código de empresa non pode conter espazos en branco
nb: firmakode kan ikke inneholde mellomrom

source: Total capability
gl: Capacidade total
nb: total kapasitet

source: Problems connecting with client web service
gl: Problemas conectando co servizo web cliente
nb: problemer med å koble til klient web tjeneste

source: Projects since
gl: Proxectos dende
nb: Prosjekter siden

source: You cannot remove the task "{0}" because it has work reported on it or any of its children
gl: Non pode borrar a tarefa "{0}" porque algún dos seus fillos está a usarse nalgún parte de traballo
nb: Du kan ikke fjerne oppgave "{0}" fordi den har jobb innrapportert på seg selv eller underoppgaver

source: Exception Type
gl: Tipo de excepción
nb: Unntaks type

source: The current value must be less than the max value.
gl: O valor actual debe ser menor que o valor máximo
nb: Den nåværende verdien må være mindre enn den maksimale verdien.

source: No valid response for department "{0}"
gl: Sen resposta válidad do departamento "{0}"
nb: Ingen gyldig svar for avdeling "{0}"

source: Labels
gl: Etiquetas
nb: Etiketter

source: both {0} of category {1} and {2} of category {3} have the same code
gl: {0} da categoría {1} e {2} da categoría {3} teñen o mesmo código
nb: både {0} av kategori {1} og {2} av kategori {3} har samme kode

source: Profiles List
gl: Listado de perfís
nb: Profilliste

source: Queue-based resource assignation
gl: Asignación de recursos baseados en colas
nb: Kø-basert ressurs assignation

source: End date communicated by the subcontractor.
gl: Data de fin comunicada polo subcontratista.
nb: Sluttdato kommunisert av underleverandøren.

source: New timesheet
gl: Novo parte de traballo
nb: Ny timeliste

source: Total hours
gl: Total de horas
nb: Antall timer

source: Reassigning {0} projects
gl: Reasignando {0} proxectos
nb: Redeleger {0} prosjekter

source: Data
gl: Datos

source: Filter by task status
gl: Filtrar por estado da tarefa
nb: Filtrer ette oppgave status

source: Select date
gl: Seleccione data
nb: Velg dato

source: No JIRA issues found for key {0}
gl: Non incidencias JIRA atopadas para a clave {0}
nb: Ingen JIRA problemer som ble funnet for nøkkelen {0}

source: state not specified
gl: estado non especificado
nb: status ikke spesifisert

source: Spread progress cannot be removed. Please select another progress as spread.
gl: O progreso que propaga non se pode eliminar. Por favor seleccione outro progreso como propagado.
nb: Spread fremgang kan ikke fjernes. Vennligst velg en annen fremgang som spredning.

source: Please try it again.
gl: Por favor, volva a intentalo.
nb: Vennligst prøv igjen.

source: cannot be checked until the previous item is checked before
gl: non se pode pasar mentres o elemento anterior non sexa pasado
nb: kan ikke kontrolleres før det forrige elementet blir kontrollert før

source: Company code
gl: Código da empresa
nb: Firma kode

source: Unknown attribute '{0}' in class {1}
gl: Atributo descoñecido ''{0}'' na clase {1}
nb: Ukjent attributt '{0}' i klassen {1}

source: Sum of imputed hours in children tasks
gl: Suma de horas imputadas nas tarefas fillas
nb: Summen av beregnede timer i barne oppgaver

source: Import project
gl: importar proxecto
nb: importer prosjekt

source: passwords can not be empty
gl: os contrasinais non poden estar baleiros
nb: passord kan ikke være tomt

source: Task {0}
gl: Tarefa: {0}
nb: Oppgave{0}

source: Please try to contact with any administrator in order to review your permissions in LibrePlan.
gl: Por favor intente poñerse en contacto con calquera administrador para revisar os seus permisos en LibrePlan.
nb: Vennligst prøv å ta kontakt med en administrator for å gjennomgå dine rettigheter i LibrePlan.

source: machine name not specified
gl: nome do máquina non especificado
nb: maskinnavnet ikke spesifisert

source: already assigned
gl: xa asignado
nb: Allerede tildelt

source: Activation periods
gl: Períodos de activación
nb: Aktiverings periode

source: Calendar
gl: Calendario
nb: Kalender

source: Resources
gl: Recursos
nb: Ressurser

source: Scenario
gl: Escenario

source: LDAP users cannot change their password if LDAP authentication is enabled. Talk to one of the administrators
gl: Os usuarios de LDAP non poden cambiar os seus contrasinais se a autenticación de LDAP está habilitada. Fale con algún dos administradores
nb: LDAP-brukere kan ikke endre passordet hvis LDAP-autentisering er aktivert. Snakk med en av administratorene

source: Read
gl: Leer
nb: Les

source: Source and destination scenarios should be different
gl: Os escenarios de orixe e destino deben ser diferentes
nb: Kilden og målet scenarier bør være annerledes

source: Overallocated
gl: Sobreasignado
nb: Overallokert

source: The browser you are using
gl: O navegador que está usando
nb: Nettleseren du bruker

source: scenario
gl: escenario

source: connector name not specified
gl: nome de conector non especificado
nb: tilkoblings navn ikke spesifisert

source: months to
gl: meses ata
nb: måneder til

source: Defines the time since last saving operation at project planning perspectives after which a warning is raised on leaving. Set to 0 in order to disable the warning.
gl: Define o tempo desde a última operación de gardado das perspectivas de planificación do proxecto a partir do que se amosará unha advertencia ao saír. Establecer a 0 para deshabilitar a advertencia.
nb: Definerer tiden siden forrige besparende drift ved prosjekterings perspektiver etter som en advarsel er hevet på å forlate. Satt til 0 for å deaktivere advarselen.

source: to
gl: a
nb: til

source: there is a timesheet line in another work report marking as finished the same task
gl: hai unha liña noutro parte de traballo marcando como finalizada a mesma tarefa
nb: det er en timeliste linje i et annet arbeid rapport merking som ferdig samme oppgave

source: worker's first name not specified
gl: nome do traballador non especificado
nb: arbeiderens fornavn ikke spesifisert

source: End date can only be deleted in the the last activation
gl: A data de fin só se pode borrar no último período de activación
nb: Sluttdato kan bare bli slettet i det siste aktivering

source: Property strategy
gl: Stratexia de propiedade
nb: eiendom strategi

source: Save date
gl: Gardar data
nb: Lagrings dato

source: The quality item positions must be correct in function to the percentage.
gl: As posicións dos ítems de calidade deben ser correctas en función do porcentaxe.
nb: De kvalitet element posisjoner må være riktig i funksjon til prosent.

source: date not specified
gl: data non especificada
nb: dato ikke spesifisert

source: Periods available depend on the satisfaction of the criteria of resources and their calendars.
gl: Os períodos dispoñibles dependen da satisfacción dos criterios polos recursos e os seus calendarios.
nb: Perioder tilgjengelige, avhenger av tilfredsstillelse av kriteriene for ressurser og sine kalendere.

source: JIRA connection was successful
gl: a conexión con JIRA foi exitosa
nb: JIRA tilkobling vellykket

source: Projects Planning
gl: Planificación de proxectos
nb: Prosjekt planlegging

source: Shrink to fit page width
gl: Reducir para axustar ao ancho de páxina
nb: Passe til sidebredde

source: You cannot remove a scenario with derived scenarios
gl: Non se pode borrar un escenario con escenarios derivados
nb: Du kan ikke fjerne et scenario med avledet scenarier

source: The max value must be greater than 0
gl: O valor máximo debe ser maior que 0
nb: Den maksimale verdien må være større enn 0

source: Last name
gl: Apelidos
nb: Etternavn

source: Remove
gl: Borrar
nb: Fhern

source: Planned workable days
gl: Días laborais planificados
nb: Planlagte arbeids dager

source: length less than 1
gl: lonxitude menor que 1
nb: lengde mindre enn 1

source: Progress Type
gl: Tipo de progreso
nb: Fremdrifts type:

source: name not specified or empty
gl: nome non especificado ou baleiro
nb: navn ikke spesifisert eller tomt

source: Task contains consolidated progress. Cannot apply sigmoid function.
gl: A tarefa contén progreso consolidado. Non se pode aplicar a función sigmoide.
nb: Oppgaven inneholder konsolidert fremgang. Kan ikke søke sigmoid funksjon.

source: Date cannot include the entire next work week
gl: A data non pode incluír á próxima semana de traballo completa
nb: Dato kan ikke omfatte hele neste arbeidsuke

source: LibrePlan: Virtual Worker Groups
gl: LibrePlan: Grupos de traballadores virtuais
nb: LibrePlan: Virtuell arbeider grupper

source: Start date is not valid, the new start date must be previous the current start date
gl: A data de inicio non é válida, a data de inicio nova debe ser anterior data de inicio actual
nb: Startdato er ikke gyldig, må den nye startdatoen være tidligere gjeldende startdato

source: This date can not include the whole previous work week
gl: Esta data non pode incluír á semana de traballo anterior completa
nb: Denne datoen kan ikke omfatte hele forrige arbeidsuke

source: Create New Project
gl: Crear proxecto novo
nb: Opprette nytt prosjekt

source: Stretches list
gl: Lista de tramos
nb: Sprint liste

source: to {0}
gl: ata {0}
nb: til {0}

source: LibrePlan: Total Worked Hours By Resource In A Month
gl: LibrePlan: Total horas traballadas por recurso nun mes
nb: LibrePlan: Total Jobbet timer av ressursen på en måned

source: Save
gl: Gardar
nb: Lagre

source: It will only be possible to add a Deliver Date if all the deliver date exiting in the table have a CommunicationDate not empty.
gl: Só é posible engadir unha data de entrega se todas as datas de entrega existentes na táboa teñen unha data de comunicación non baleira.
nb: Det vil kun være mulig å legge en Deliver dato hvis alle levere dato spennende i tabellen har en CommunicationDate ikke tom.

source: Standard Effort
gl: Esforzo estándar
nb: standard Innsats

source: Material categories
gl: Categorías de materiais
nb: Material kategorier

source: number of digits must be between {0} and {1}
gl: o número de díxitos debe estar entre {0} e {1}
nb: antall sifre må være mellom {0} og {1}

source: the measure has to be unique
gl: a medida ten que ser única
nb: måleenheten må være unikt

source: Deleting this item will disable the report progress option. Are you sure?
gl: Borrando este elemento deshabilitarase a opción de notificar progreso. ¿Está seguro?
nb: Å slette dette elementet vil deaktivere alternativet fremdriftsrapport. Er du sikker?

source: Criteria Requirement
gl: Criterios requiridos
nb: Kriteria krav

source: Criterion previously selected
gl: Criterio seleccionado previamente
nb: Kriterie tidligere valgt

source: Spread progress cannot be changed if there is a consolidation in any progress assignment from root task
gl: O progreso que propaga non se pode cambiar se hai algunha consolidación en algunha asignación de progreso dende a tarefa raíz
nb: Spread fremgang kan ikke endres hvis det er en konsolidering i noen fremgang oppdrag fra rot oppgave

source: Schedule from deadline to start
gl: Planificar dende a data límite cara o inicio
nb: Tidsplan fra fristen for å starte

source: Users authorization
gl: Autorización de usuarios
nb: brukere autorisasjon

source: Problems connecting with subcontractor web service
gl: Problemas conectando co servizo web subcontratista
nb: Problemer med å koble med underleverandør webtjeneste

source: Delete template. Are you sure?
gl: Borrar modelo. ¿Está seguro?
nb: Slett mal. Er du sikker?

source: Expense date
gl: Data de gasto
nb: Utgifts dato

source: Entity type
gl: Tipo de entidade
nb: Enhets type

source: Unsaved changes will be lost. Are you sure?
gl: Perderánse os cambios sen gardar. Está seguro?
nb: Ulagrede forandringer vil gå tapt. ønsker du å fortsette?

source: LibrePlan: Scheduling
gl: LibrePlan: planificación
nb: LibrePlan: Planlegging

source: Assigned load
gl: Carga asignada
nb: tildelt belastning

source: Filter by workers
gl: Filtrar por traballadores
nb: Filtrer etter arbeider

source: End Date
gl: Data de fin
nb: Slutt dato

source: Some allocations needed
gl: Precísanse algunas asignacións
nb: Noen bevilgninger nødvendig

source: Resources Per Day
gl: Recursos por día
nb: Ressurser per dag

source: Estimated end date for the task (press enter in textbox to open calendar popup or type in date directly)
gl: Data de fin estimada para a tarefa (presione enter no cadro de texto para abrir o calendario ou escriba a data directamente)
nb: Estimert sluttdato for oppgaven (trykk enter i tekstboksen for å åpne kalender popup eller skriv inn dato direkte)

source: Expand/Collapse all
gl: Expandir/Pregar todo
nb: Ekspander/Kollaps alle

source: Overload due to current project
gl: Sobrecarga debido ao proxecto actual
nb: Overbelastning på grunn av nåværende prosjekt

source: Please, select a project
gl: Por favor, seleccione un proxecto
nb: Vennligst, velg et prosjekt

source: Inherits from date
gl: Herda da data
nb: Arver fra dato

source: Expense Sheet
gl: Folla de gastos
nb: Utgifts regneark

source: Report structure
gl: Estrutura do parte
nb: Rapport struktur

source: resource has to be bound to a user in personal timesheets
gl: o recurso ten que estar vinculado a un usuario nos partes de horas persoais
nb: ressurs har å være bundet til en bruker i personlige timelister

source: Yes
gl: Si
nb: Ja

source: Go to edit user window
gl: Ir á ventá de edición de usuarios
nb: Gå til rediger bruker vindu

source: Cost
gl: Custo
nb: Kost

source: General data
gl: Datos xerais
nb: Generell informasjon

source: Deadline (days since project start)
gl: Data límite (días desde o inicio do proxecto)
nb: Deadline (dager siden prosjektstart)

source: Calculate Number of Hours
gl: Calcular número de horas
nb: Beregne antall timer

source: Assign
gl: Asignar
nb: Tildel

source: Create Template
gl: Crear modelo
nb: Lag mal

source: Dashboard
gl: Panel de indicadores

source: Time
gl: Tiempo
nb: Tid

source: last expense sheet line sequence code not specified
gl: último código de secuencia da liña da folla de gastos non especificado
nb: siste bekostning ark linje sekvens koden ikke spesifisert

source: Not enough permissions to edit this project
gl: Non ten permisos suficientes para editar este proxecto
nb: Ikke nok rettigheter til å redigere dette prosjektet

source: Advanced search
gl: Búsqueda avanzada
nb: Avansert søk

source: Filter by labels
gl: Filtrar por etiquetas
nb: Filter etter etiketter

source: IMPORTANT: Don't forget to communicate to subcontractor that his contract has been cancelled
gl: IMPORTANTE: Non olvide comunicar ao subcontratista que o seu contrato foi cancelado
nb: VIKTIG: Ikke glem å kommunisere til underleverandør at hans kontrakt har blitt kansellert

source: Project Status Report
gl: Informe do estado do proxecto
nb: Prosjekt status rapport
