Repository: smesureur/Projet3duoLP
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: gl, nb

source: Productivity factor
gl: Factor de productividade
nb: Produktivitetsfaktor

source: Department IDs to import toster
gl: Identificadores de departamentos dos que importar listas
nb: Avdelings-ID for å importere toster

source: JIRA labels: comma-separated list of labels or URL
gl: Etiquetas JIRA: lista separada por comas ou URL
nb: JIRA etiketter: kommaseparert liste med etiketter eller URL

source: Progress with all tasks by hours
gl: Progreso con todas as tarefas por horas
nb: Fremgang med alle oppgaver etter timer

source: Progress with critical path tasks by hours
gl: Progreso coas tarefas no camiño crítico por horas
nb: Progress med Critical Path oppgaver etter timer

source: Progress with critical path tasks by duration
gl: Progreso coas tarefas do camiño crítico por duración
nb: Progress med Critical Path oppgaver etter varighet

source: Read authorization
gl: Autorización de lectura
nb: Les autorisasjon

source: Write authorization
gl: Autorización de escritura
nb: Skriv autorisasjon

source: Database
gl: Base de datos

source: Web service reader
gl: Lector do servizo web
nb: Webtjeneste leser

source: Web service writer
gl: Escritor do servizo web
nb: Webtjeneste forfatter

source: Web service subcontractor operations
gl: Operacións de subcontratación do servizo web
nb: Web-tjeneste underleverandør operasjoner

source: Read all projects
gl: Leer todos os proxectos
nb: Les alle prosjekter

source: Edit all projects
gl: Editar todos os proxectos
nb: Redigere alle prosjekter

source: Create projects
gl: Crear proxectos
nb: Opprette prosjekter

source: Import projects
gl: Importar proxectos
nb: Import prosjekter

source: Hours Worked Per Resource Report
gl: Informe de horas traballadas por recurso
nb: Arbeidstimer per ressursrapport

source: Total Worked Hours By Resource In A Month Report
gl: Informe de horas totais traballadas por recurso nun mes
nb: Totale arbeidstimer Av Resource i en måned Rapporter

source: Work And Progress Per Project Report
gl: Informe de traballo e progreso por proxecto
nb: Arbeid og fremdrift Per Prosjektrapport

source: Work And Progress Per Task Report
gl: Informe de traballo e progreso por tarefa
nb: Arbeid og fremdrift Per Task Rapporter

source: Estimated/Planned Hours Per Task Report
gl: Informe de horas estimadas/planificadas por tarefa
nb: Estimerte / Planlagte timer per Task Rapporter

source: Project Costs Report
gl: Informe de custos do proxecto
nb: Prosjektkostnader Rapporter

source: Task Scheduling Status In Project Report
gl: Informe de estado de planificación de tarefas en proxecto
nb: Task Scheduling Status I prosjektrapport

source: Materials Needed At Date Report
gl: Informe de necesidades de materiais en data
nb: Materialer behov på dato Rapport

source: Fully scheduled
gl: Completamente planificado
nb: Fullt planlagt

source: Partially scheduled
gl: Parcialmente planificado
nb: Delvis planlagt

source: Unscheduled
gl: Sen planificar
nb: Ikke planlagt

source: F
gl: C

source: U
gl: S

source: Cannot spread two progress in the same task
gl: Non poden propagar dous progresos na mesma tarefa
nb: Kan ikke spre to fremgang i samme oppgave

source: Total percentage should be less than 100%
gl: A porcentaxe total debería ser menor do 100%
nb: Total prosentandel bør være mindre enn 100%

source: PRE-SALES
gl: PRE-VENTAS
nb: Pre-salg

source: OFFERED
gl: OFERTADO
nb: TILBUDT

source: OUTSOURCED
gl: SUBCONTRATADO

source: ACCEPTED
gl: ACEPTADO
nb: GODKJENT

source: STARTED
gl: COMEZADO
nb: IGANG

source: ON HOLD
gl: SUSPENDIDO

source: FINISHED
gl: FINALIZADO
nb: FERDIG

source: CANCELLED
gl: CANCELADO
nb: AVLYST

source: STORED
gl: ARCHIVADO
nb: LAGRET

source: The criterion already exists into another task
gl: O criterio xa existe dentro doutra tarefa
nb: Kriteriet finnes allerede i en annen oppgave

source: Duplicate Progress Assignment For Task
gl: Asignación de progreso duplicada para a tarefa
nb: Duplisere Progress Assignment For Task

source: Quality form already exists
gl: O formulario de calidade xa existe
nb: Kvalitet skjema finnes allerede

source: by percentage
gl: por porcentaxe
nb: Prosentvis

source: by items
gl: por ítems
nb: av elementer

source: Use browser language configuration
gl: Utilizar a configuración de idioma do navegador
nb: Bruk nettleserspråk konfigurasjon

source: Budget-status
nb: Budsjett-status

source: Automatic budget
nb: Automatisk budsjett

source: UserDn
nb: BrukerDN

source: CPI
nb: KPI

source: Total
nb: Totalt

source: Project margin: {0}% ({1} hours)={2} hours
nb: Prosjekt margin: {0}% ({1} time)={2} timer

source: Extra
nb: Tillegg

source: . Already registered: {0} hours
nb: . Allerede registrert: {0} timer

source: Hours margin
nb: Time margin

source: Budget minus resources costs
nb: Budsjett minus ressurs kost

source: Project margin: {0}% ({1})={2}
nb: Prosjekt margin: {0}% ({1})={2}

source: Hours-status
nb: Time-status

source: calculate based on task criteria and cost categories
nb: Kalkulasjon basert på oppgave kriteria og kost kategorier

source: Total calculated budget
nb: Total kalkulert budsjett

source: Budget margin
nb: Budsjett margin

source: Expenses budget
nb: Utgifts budsjett

source: WBS calculated budget
nb: WBS Beregnet budsjett

source: Resources budget
nb: Ressurs budsjett

source: . Already spent: {0}
nb: Allered brukt: {0}

source: UserId
nb: Brukerid
