Repository: smesureur/Projet3duoLP
Catalog: libreplan-webapp/src/main/resources/i18n/*.po
Languages: gl, nb

source: Load
gl: Carga
nb: Last

source: Description
gl: Descrición
nb: Beskrivelse

source: Resource: {0}
gl: Recurso: {0}
nb: Ressurs: {0}

source: Apply
gl: Aplicar
nb: søke

source: Do you want to remove bound user "{0}" too?
gl: ¿Quere borrar tamén o usuario vinculado "{0}"?
nb: Ønsker du å fjerne bundet bruker "{0}" også?

source: Communication Type
gl: Tipo de comunicación
nb: Kommunikasjon Type

source: Selected node
gl: Nodo seleccionado
nb: Valgt node

source: already exists an allocation for criteria {0}
gl: xa existe unha asignación para os criterios {0}
nb: Det finnes allerede en bevilgning for kriterier {0}

source: Code cannot be empty.
gl: O código non pode estar baleiro.
nb: Kode kan ikke være tom.

source: Project type
gl: Tipo de proxecto
nb: Prosjekttype

source: Forward
gl: Adiante
nb: Fremover

source: Invalid date. Date must be unique for this Progress Assignment
gl: A data non é válida. Debe ser única para esta asignación de progreso
nb: Ugyldig dato. Dato må være unikt for denne Progress Assignment

source: Invalid queue element
gl: Elemento de cola inválido
nb: Ugyldig kø element

source: Number of finished applications
gl: Número de aplicacións finalizadas
nb: Antall ferdige applikasjoner

source: At least one HoursGroup is needed
gl: É necesario alo menos un HoursGroup
nb: Minst én HoursGroup trengs

source: User
gl: Usuario
nb: Bruker

source: Number of tasks
gl: Número de tarefas
nb: Antall oppgaver

source: Interacts with applications
gl: Interactúa con aplicacións
nb: Samhandler med applikasjoner

source: Resource name (Resource code)
gl: Nome do recurso (Código do recurso)
nb: Ressursnavn (Resource kode)

source: Virtual worker
gl: Traballador virtual
nb: Virtuelle arbeideren

source: Length percentage should be between 0 and 100
gl: A porcentaxe de duración debería estar entre 0 e 100
nb: Lengde andelen bør være mellom 0 og 100

source: Multiple values per resource
gl: Múltiples valores por recurso
nb: Flere verdier per ressurs

source: Split
gl: Dividir
nb: Splitt

source: Cannot remove the predefined calendar exception day "{0}"
gl: Non se pode borrar o tipo de día excepcional de calendario predefinido "{0}"
nb: Kan ikke fjerne den forhåndsdefinerte kalenderen unntak dag "{0}"

source: Communications
gl: Comunicacións
nb: Kommunikasjon

source: please, select a project
gl: por favor, seleccione un proxecto
nb: vær så snill, velge et prosjekt

source: Supported Chrome, Firefox, Safari and Epiphany browsers
gl: Compatible cos navegadores Chrome, Firefox, Safari e Epiphany
nb: Støttede Chrome, Firefox, Safari og Epiphany nettlesere

source: Task deadline violations
gl: Violacións da data límite da tarefa
nb: Oppgavefrist brudd

source: Starting date
gl: Data de inicio
nb: Startdato

source: Periocity cannot be changed because there is already any personal timesheet stored
gl: A periodicidade non se pode modificar porque xa hai algún parte de traballo almaceado
nb: Periocity kan ikke endres fordi det er allerede noen personlig timeliste lagret

source: Add materials
gl: Engadir materiais
nb: Legg materialer

source: is not completed for the following reasons:
gl: non foi completado polos seguintes motivos:
nb: er ikke ferdigstilt av følgende grunner:

source: type of work hours for JIRA connector cannot be disabled
gl: os tipos de horas de traballo do conector JIRA non poden ser deshabilitados
nb: type arbeidstid for JIRA-kontakten kan ikke deaktiveres

source: Load 100%
gl: Carga 100%
nb: Belastning 100%

source: Function
gl: Función
nb: Finans

source: Order element "{0}" not found
gl: Tarefa "{0}" non atopada
nb: Bestill element "{0}" ikke funnet

source: New project version
gl: Nova versión de proxecto
nb: Nytt prosjekt versjon

source: Format
gl: Formato

source: label names must be unique inside a label type
gl: os nomes das etiquetas deben ser únicos dentro dun tipo de etiqueta
nb: label Navn må være unike innenfor en type etikett

source: Edit
gl: Editar
nb: Rediger

source: Click the following link to return to home page:
gl: Faga clic na seguinte ligazón para volver a páxina de inicio:
nb: Klikk på følgende link for å gå tilbake til hjemmesiden:

source: Responsible
gl: Responsable
nb: Ansvarlig

source: New password
gl: Novo contrasinal
nb: Nytt passord

source: LibrePlan: Project Status Report
gl: LibrePlan: Informe do estado do proxecto
nb: LibrePlan: Prosjekt Status Report

source: The planning of this task is not in the current scenenario. You should change to any of the following scenarios: {0}
gl: A planificación desta tarefa non está no escenario actual. Debe cambiar a un dos seguintes escenarios: {0}
nb: Planleggingen av denne oppgaven er ikke i den nåværende scenenario Du bør endre til en av følgende scenarier:. {0}

source: Gantt charts
gl: Diagramas de gantt
nb: Gantt-diagrammer

source: {0} 2nd fortnight
gl: 2ª quincena de {0}
nb: {0} andre fjorten dager

source: LibrePlan: Received From Customers
gl: LibrePlan: Recibido de clientes
nb: LibrePlan: Mottatt fra Kunder

source: New user
gl: Novo usuario
nb: Ny bruker

source: New Description
gl: Nova descrición
nb: Ny Beskrivelse

source: Tree {0} sucessfully flattened
gl: Árobre {0} aplanada satisfatoriamente
nb: Treet {0} sucessfully flatet

source: Done
gl: Feito
nb: Ferdig

source: Invalid value. Value must be greater than the value of previous progress.
gl: O valor non é válido. O valor debe ser maior có valor do progreso anterior.
nb: Ugyldig verdi. Verdi må være større enn verdien av foregående fremdrift.

source: Not enough permissions to create templates
gl: Non ten permisos suficientes para crear modelos
nb: Ikke nok rettigheter til å lage maler

source: Unit price
gl: Prezo da unidade
nb: Enhetspris

source: Communication date
gl: Data de comunicación
nb: Kommunikasjon dato

source: Project Code
gl: Código do proxecto
nb: Prosjekt Kode

source: Reassigning
gl: Reasignando

source: The imported data are Gantt projects with their tasks, constraints, dependencies and milestones and there is also the option to upload calendars.
gl: Os datos importados son os gantts dos proxectos, coas suas tarefas, restriccións, dependencias e fitos, así como a posibilidade de importar calendarios.
nb: De importerte data er Gantt prosjekter med sine oppgaver, begrensninger, avhengigheter og milepæler, og det er også mulighet for å laste opp kalendere.

source: {0} already assigned to resource allocation list
gl: {0} xa está na lista de asignación de recursos
nb: {0} allerede tildelt ressursliste tildeling

source: Not Reviewed
gl: Sen revisar
nb: Ikke Anmeldt

source: Label Types List
gl: Lista de tipos de etiqueta
nb: Etikettyper List

source: Hours type for personal timesheets
gl: Tipo de horas para os partes de horas persoais
nb: Timer type for personlige timelister

source: Type
gl: Tipo

source: Refresh
gl: Actualizar
nb: Oppdater

source: Two Hour Cost of the same type overlap in time
gl: Dous custos por hora do mesmo tipo solápanse no tempo
nb: To timers Cost av samme type overlapping i tid

source: Home
gl: Inicio
nb: Hjem

source: Enable/Disable
gl: Habilitar/Deshabilitar
nb: Aktivere / deaktivere

source: Company password
gl: Contrasinal da empresa
nb: Selskapet passord

source: criterion satisfaction codes must be unique inside a resource
gl: o código do criterio debe ser único dentro dun recurso
nb: kriterium tilfredshet koder må være unikt innenfor en ressurs

source: This progress type cannot be modified
gl: O tipo de progreso non se pode modificar
nb: Denne type fremdrifts kan ikke endres

source: percentage should be between 1 and 100
gl: a porcentaxe debería estar entre 1 e 100
nb: andelen bør være mellom 1 og 100

source: Communication Date
gl: Data de comunicación
nb: Kommunikasjon Dato

source: delivery date not specified
gl: data de entrega non especificada
nb: leveringsdatoen ikke spesifisert

source: no
gl: non
nb: nei

source: All machine worker assignments must have a start date earlier than the end date
gl: Todas as asignacións traballador máquina deben ter unha data de inicio anterior á data de fin
nb: Alle maskin arbeideren oppdrag må ha en startdato tidligere enn sluttdatoen

source: Task name (Task code)
gl: Nome da tarefa (Código da tarefa)
nb: Oppgavenavn (Oppgave kode)

source: Edit Timesheet
gl: Editar parte de traballo
nb: Edit Timeregistrering

source: Criterion
gl: Criterio

source: unl
gl: ili

source: Please select a worker
gl: Por favor seleccione un traballador
nb: Vennligst velg en arbeidstaker

source: Test LDAP connection
gl: Probar a conexión co LDAP
nb: Test LDAP-tilkobling

source: Generate code for
gl: Xerar código para
nb: Generere kode for

source: name not specified
gl: nome non especificado
nb: nevne ikke spesifisert

source: Queue-based resource allocation
gl: Asignación de recursos baseada en colas
nb: Kø-baserte ressursallokering

source: error doing reassignment: {0}
gl: erro realizando reasignación: {0}
nb: error gjør omdisponering: {0}

source: Actual Cost Work Performed
gl: Custo de traballo realizado
nb: Faktisk kostnad utført arbeid

source: Queue-based Resources Planning
gl: Planificación de recursos baseados en colas
nb: Købaserte Resources Planning

source: Previous
gl: Anterior
nb: Forrige

source: Create project from Template
gl: Crear proxecto a partir de modelo
nb: Lag prosjekt fra mal

source: Values already sent to the customer. Values cannot be changed
gl: Valores xa enviados ao cliente. Os valores non se poden cambiar
nb: Verdiene som allerede er sendt til kunden. Verdier kan ikke endres

source: Value is not valid. Code cannot contain chars like '_' and should not be empty
gl: O valor non é válido. O código non pode conter caracteres como '_' e non debe ser baleiro
nb: Verdien er ikke gyldig. kode kan ikke inneholde tegn som '_' og bør ikke være tomt

source: an authorization type must be set
gl: Debe seleccionar un tipo de autorización
nb: en autorisasjons typen må settes

source: This project is a subcontracted project. If you delete it, you won't be able to report progress anymore. Are you sure?
gl: Este é un proxecto subcontrado. Se o borra, perderá a relación para notificar progresos. ¿Está seguro?
nb: Dette prosjektet er en underleverandør prosjekt. Hvis du sletter den, vil du ikke være i stand til å rapportere fremgang lenger. Er du sikker?

source: Percentage of estimated budget in money / money spent
gl: Porcentaxe de orzamento estimado / diñeiro gastado
nb: Prosent av estimerte budsjettet i penger / penger brukt

source: Confirm creating a new project version for this scenario and derived. Are you sure?
gl: Confirmar a creación dunha nova versión do proxecto para este escenario e os seus derivados. ¿Está seguro?
nb: Bekreft opprette et nytt prosjekt versjon for dette scenariet og avledet. Er du sikker?

source: Add
gl: Engadir
nb: Legg til

source: Synchronization order elements with JIRA issues was not completed for the following reasons:
gl: A sincronización das tarefas con incidencias JIRA non foi completada polas seguintes causas:
nb: Synkronisering ordre elementer med JIRA saker ble ikke fullført av følgende grunner:

source: timesheet template name is already being used
gl: o nome do modelo de parte de traballo xa está sendo usado
nb: timeliste mal navn er allerede i bruk

source: Unselect
gl: Deseleccionar
nb: Opphev merking

source: Deadline
gl: data límite

source: Queue-based Resources
gl: Recursos baseados en colas
nb: Købaserte Resources

source: Hours Group at {0}
gl: Grupo de horas en {0}
nb: Timer Gruppe på {0}

source: Invalid Start Date. New Start Date must be earlier than End Date
gl: A data de inicio non é válida. A nova data de inicio debe ser anterior á data de fin
nb: Ugyldig Startdato. Ny startdato må være tidligere enn sluttdato

source: Tasks
gl: Tarefas
nb: Oppgaver

source: Filter by categories or materials
gl: Filtrar por categorías ou materiais
nb: Filtrer etter kategorier eller materialer

source: Amount work percentage should be between 0 and 100
gl: A porcentaxe de cantidade de traballo debe estar entre 0 y 100
nb: Mengden arbeid andelen bør være mellom 0 og 100

source: Machine data
gl: Datos da máquina
nb: Maskindata

source: Advanced Allocation
gl: Asignación avanzada
nb: Avansert Allocation

source: Label type
gl: Tipo de etiqueta
nb: Type etikett

source: Number of iterations
gl: Número de iteracións
nb: Antall iterasjoner

source: label type:the timesheet have not assigned this label type
gl: o parte de traballo non ten asignado este tipo de etiqueta
nb: etikett Type: time har ikke fått tildelt denne type etikett

source: Template Tree
gl: Árbore de modelos
nb: Mal treet

source: Alpha
gl: Alfa

source: Criterion has subelements
gl: O criterio ten subelementos
nb: Criterion har delelementene

source: Last communication
gl: Última comunicación
nb: Siste kommunikasjon

source: effort is not properly calculated based on clock
gl: o esforzo non está ben calculado baseándose no reloxo
nb: innsats er ikke riktig beregnet basert på klokke

source: from {0}
gl: desde {0}
nb: fra {0}

source: Status
gl: Estado

source: Resource load view
gl: Vista de carga de recursos
nb: Ressursbelastningen utsikt

source: No JIRA issues to import
gl: Sen incidencias JIRA que importar
nb: Ingen JIRA problemer å importere

source: Could not save the new calendar
gl: Non se puido gardar o novo calendario
nb: Kunne ikke lagre den nye kalenderen

source: Hours
gl: Horas
nb: Timer

source: {0} "{1}" deleted
gl: {0} "{1}" borrado
nb: {0} "{1}" slettet

source: Quality form type
gl: Tipo de formulario de calidade
nb: Kvalitet skjema typen

source: hours
gl: horas
nb: timer

source: Job Scheduling
gl: Planificación de traballo
nb: Job Planlegging

source: % Deviation interval (difference % between consumed and estimated hours)
gl: % Intervalo de desvío (diferenza de % entre horas consumidas e estimadas)
nb: % Avvik intervallet (forskjellen% mellom forbrukes og estimerte timer)

source: New label
gl: Nova etiqueta
nb: Ny etikett

source: Worker ID cannot be empty
gl: NIF do traballador non especificado
nb: Worker ID kan ikke være tomt

source: All project tasks
gl: Todas as tarefas do proxecto
nb: Alle prosjektoppgaver

source: LDAP Roles (separated by ;)
gl: Roles do LDAP (separados por ;)
nb: LDAP Roller (atskilt med;)

source: Allocation configuration
gl: Configuración de asignación
nb: Tildeling konfigurasjon

source: You cannot remove the task "{0}" because it is the only child of its parent and its parent has tracked time or imputed expenses
gl: Nos pode borrar a tarefa "{0}" porque é o único fillo do seu pai e o seu pais ten imputadas horas ou gastos
nb: Du kan ikke fjerne oppgaven "{0}" fordi det er eneste barn av sin overordnede og moder har sporet tid eller kalkulatoriske kostnader

source: Subcontract price
gl: Prezo de subcontratación
nb: Subcontract pris

source: Send To Customers
gl: Enviar a clientes
nb: Send til kunder

source: The page that you are requesting does not exist.
gl: A páxina que está solicitando non existe.
nb: Siden du ber om finnes ikke.

source: In personal timesheets, all timesheet lines should be in the same period
gl: Nos partes de horas persoais, todas as liñas do parte deberían estar no mesmo mes
nb: I personlige timelister skal alle timeliste linjer være i samme periode

source: Value is not valid in current list of Hours Group
gl: O valor non é válido na lista actual de grupos de horas
nb: Verdien er ikke gyldig i gjeldende liste over Hours Gruppe

source: Resources per day are zero
gl: Hai cero recursos por día
nb: Ressurser per dag er null

source: Total extra per day
gl: Extra por día total
nb: Total ekstra per dag

source: Timesheets List
gl: Lista de partes de traballo
nb: Timelister List

source: Assigned criteria
gl: Criterios asignados
nb: Tildelte kriteriene

source: Help on authentication (opens a new window)
gl: Axuda sobre a identificación (abre unha ventana nova)
nb: Hjelp på autentisering (åpnes i nytt vindu)

source: Timesheet data
gl: Datos do parte de traballo
nb: Timeregistrering data

source: Base calendar type
gl: Tipo de calendario base
nb: Base kalendertype

source: Imputed expenses
gl: Gastos imputados
nb: Kalkulatoriske utgifter

source: Planned end
gl: Fin planificado
nb: Planlagt slutt

source: Could not save the scenario
gl: Non se puido gardar o escenario
nb: Kunne ikke lagre scenario

source: Apply filtering to tasks satisfying required criteria
gl: Aplicar filtrado ás tarefas que satisfán os criterios requeridos
nb: Gjelder filtrering til oppgaver som tilfredsstiller nødvendige kriterier

source: Subcontractor values are read only because they were reported by the subcontractor company
gl: Os valores de subcontratación son de só lectura porque foron notificados pola empresa subcontratista
nb: Underleverandør verdiene leses bare fordi de ble rapportert av underleverandøren selskap

source: Task Scheduling Status In Project
gl: Estado de planificación de tarefas en proxecto
nb: Task Scheduling Status I Prosjekt

source: company name must be unique. Company name already used
gl: o nome de empresa debe ser único. O nome de empresa xa está a ser usado
nb: firmanavnet må være unikt. Firmanavn allerede brukt

source: Confirm
gl: Confirmar
nb: bekrefte

source: Create
gl: Crear
nb: Opprett

source: parent not specified
gl: pai non especificado
nb: forelder ikke spesifisert

source: Permissions
gl: Permisos
nb: Tillatelser

source: List of materials for category: {0}
gl: Lista de materiais para a categoría: {0}
nb: Liste over materialer for kategori: {0}

source: Adapt planning according to timesheets
gl: Adaptar a planificación segundo os partes de traballo
nb: Tilpasse planlegging i henhold til timelister

source: Cancel editing
gl: Cancelar a edición
nb: Avbryt editering

source: Total price
gl: Prezo total
nb: Total pris

source: criterion codes must be unique inside a criterion type
gl: os códigos dos criterios deben ser únicos dentro dun tipo de criterio
nb: kriteriekoder må være unikt i en kriterietypen

source: Warning: Not editing from home page of bound users
gl: Aviso: Non está editando dende a páxina de inicio dos usuarios vinculados
nb: Advarsel: Ikke redigering fra hjemmesiden til innbundne brukere

source: Invalid Effort Duration
gl: Duración de esforzo non válida
nb: Ugyldig Effort Varighet

source: Virtual worker group name must be unique
gl: O nome do grupo de traballadores virtuais debe ser único
nb: Virtuelle arbeideren gruppe Navnet må være unikt

source: start date not specified
gl: data de inicio non especificada
nb: startdato ikke spesifisert

source: Delete
gl: Borrar
nb: Slett

source: Labels without inheritance
gl: Etiquetas sen herdanza
nb: Etiketter uten arv

source: New project
gl: Novo proxecto
nb: Nytt prosjekt

source: Progress Update
gl: Actualización de progreso

source: Update Delivering Date
gl: Actualizar a data de entrega
nb: Oppdatering Leveranse Dato

source: End date update
gl: Actualización de data de fin
nb: Sluttdato oppdatering

source: WORKER
gl: TRABALLADOR

source: MACHINE
gl: MÁQUINA
nb: MASKIN

source: [generic all machines]
gl: [xenérico todas as máquinas]
nb: [generiske alle maskiner]

source: Hour should be between 0 and 23
gl: A hora debería estar entre 0 e 23
nb: Time bør være mellom 0 og 23

source: A queue dependency has to have an origin different from destiny
gl: Unha dependencia da cola ten que ter unha orixe diferente do seu destino
nb: En kø avhengighet må ha en opprinnelse forskjellig fra skjebne

source: In progress
gl: En progreso
nb: Pågår

source: Pending
gl: Pendente
nb: Venter på godkjenning

source: Blocked
gl: Bloqueado
nb: Blokkert

source: Ready to start
gl: Preparado para comezar
nb: Klar til å starte

source: Deadline violated
gl: Data límite violada
nb: Frist krenket

source: Pending initial send
gl: Pendente do envío inicial
nb: Venter første sending

source: Pending update delivering date
gl: Pendente de actualizar a data de entrega
nb: Avventer oppdatering levere dato

source: Failed sent
gl: Envío fallido
nb: Mislyktes sendt

source: Failed update
gl: Actualización fallida
nb: Mislykket oppdatering

source: Success sent
gl: Envío exitoso
nb: Suksess sendt

source: as soon as possible
gl: tan pronto como sexa posible
nb: så snart som mulig

source: start not earlier than
gl: empezar non antes de
nb: starter ikke tidligere enn

source: start in fixed date
gl: comezar en data fixa
nb: begynne i fast dato

source: as late as possible
gl: tan tarde como sexa posible
nb: så sent som mulig

source: finish not later than
gl: acabar non despois de
nb: ferdig senest

source: Flat
gl: Plano
nb: Flate

source: Stretches
gl: Tramos
nb: Strekninger

source: Interpolation
gl: Interpolación
nb: Interpole

source: Sigmoid
gl: Sigmoide

source: There are no days available due to not satisfying the criteria.
gl: Non hai días dispoñibles debido a que non se satisfacen os criterios.
nb: Det er ikke noen dager tilgjengelig på grunn ikke tilfredsstiller kriteriene.

source: Another possibility is that the resources do not have days available due to their calendars.
gl: Outra posibilidade é que os recursos non teñan días dispoñibles debido aos seus calendarios.
nb: En annen mulighet er at ressursene ikke har dager tilgjengelig på grunn av sine kalendere.

source: There are no days available in the days marked available by the task calendar.
gl: Non hai días dispoñibles nos días marcados como dispoñibles polo calendario da tarefa.
nb: Det er ingen dager tilgjengelig i dagene merket tilgjengelig ved oppgaven kalenderen.

source: Maybe the criteria are not satisfied in those days.
gl: Pode que os criterios non se satisfagan neses días.
nb: Kanskje kriteriene ikke er fornøyd i disse dager.

source: Resource is not available from task's start
gl: O recurso non está dispoñible dende o inicio da tarefa
nb: Ressursen er ikke tilgjengelig fra aktivitetens start

source: Resource is not available according to task's calendar
gl: O recurso non está dispoñible segundo o calendario da tarefa
nb: Ressursen er ikke tilgjengelig i henhold til oppgave kalender

source: Stretches must sum 100%
gl: Os tramos deben sumar 100%
nb: Strekninger må oppsummere 100%

source: red (default)
gl: vermello (defecto)
nb: rød (standard)

source: green
gl: verde
nb: grønn

source: blue
gl: azul
nb: blå

source: cyan
gl: ciano

source: magenta
gl: maxenta

source: yellow
gl: amarelo
nb: gul

source: black
gl: negro
nb: svart

source: orange
gl: laranxa
nb: oransje

source: purple
gl: púrpura
nb: lilla

source: unlimited
gl: ilimitado
nb: ubegrenset

source: RECEIVED
gl: RECIBIDO
nb: MOTTATT

source: PENDING
gl: PENDENTE
nb: VENTER

source: ORDERED
gl: SOLICITADO
nb: BESTILT

source: PROCESSING
gl: PROCESANDO
nb: BEHANDLING

source: CANCELED
gl: CANCELADO
nb: AVLYST

source: Line
gl: Liña
nb: Linje

source: Number of assigned hours
gl: Número de horas asignadas
nb: Antall tildelte timer

source: Number of hours calculated by clock
gl: Número de horas calculadas por reloxo
nb: Antall timer beregnes etter klokke

source: Number of assigned hours and time
gl: Número de horas asignadas e a hora
nb: Antall tildelte timer og tid

source: heading
gl: cabeceira
nb: overskriften

source: line
gl: liña
nb: linje

source: Entity Sequence cannot be deleted. Entity Sequence already in use
gl: Non pode borrar a secuencia de entidade porque xa se está usando
nb: Entity Sequence kan ikke slettes. Entity Sequence allerede i bruk

source: Monthly
gl: Mensual
nb: Månedlig

source: Twice-monthly
gl: 2 veces ao mes
nb: To ganger månedlig

source: Weekly
gl: Semanal
nb: Ukentlig

source: Activated
gl: Activado
nb: Aktivert

source: Server URL
gl: URL do servidor

source: Number of days timesheet to Tim
gl: Número de días de parte de traballo de Tim
nb: Antall dager timeliste til Tim

source: Number of days roster from Tim
gl: Número de listas de días de Tim
nb: Antall dager roster fra Tim
