Repository: smesureur/Projet3duoLP
Catalog: ganttzk/src/main/resources/i18n/*.po
Languages: de, it, nb, pl

source: Erase
de: Löschen
it: Cancella
nb: Fjern
pl: Usuń

source: Add Dependency
de: Abhängigkeit hinzufügen
it: Aggiungi dipendenza
nb: Legg til avhengighet
pl: Dodaj Zależność

source: Worker
de: Arbeiter
it: Lavoratore
nb: Arbeider
pl: Pracownik

source: Show money cost bar
de: Kosten Balken anzeigen
it: Mostra la barra dei costi
nb: Vis cost bar

source: Start
it: Inizio

source: Show reported hours
de: Zeige gemeldete Stunden
it: Mostra le ore riportate
nb: Vis rapporterte timer
pl: Pokaż zgłaszane godziny

source: Show/Hide reported hours
de: Zeige/Verberge gemeldete Stunden
it: Mostra/Nascondi le ore riportate
nb: Vis sjul rapporterte timer
pl: Pokaż/Ukryj zgłaszane godziny

source: Zoom
it: Visualizza
pl: Powiększ

source: The specified dependency is not allowed
de: Die spezifizierte Abhängigkeit ist nicht möglich
it: La dipendenza specifica non è permessa
nb: Den spesifiserte avhengigheten er ikke tilatt
pl: Określony zasób nie jest dozwolony

source: Set End-End
de: Setze Ende-Ende
it: Imposta Fine-Fine
nb: Set Slutt-Slutt
pl: Ustaw End-End

source: Show/Hide progress
de: Zeige/Verberge Fortschritt
it: Mostra/Nascondi progresso
nb: Vis/sjul fremdrift
pl: Pokaż/Ukryj postęp

source: Task
it: Compito
nb: Oppgave
pl: Zadanie

source: available effort: {0}, assigned effort: {1}
de: verfügbarer Aufwand: {0}, zugewiesener Aufwand: {1}
it: Forza disponbile: {0}, forza assegnata: {1}
nb: Tilgjengelig innsats: {0}, delegert innsats: {1}
pl: dostępny wysiłek: {0}, przydzielony wysiłek: {1}

source: Criterion
de: Kriterium
it: Criterio
nb: Kriteria
pl: Kryterium

source: Hide money cost bar
de: Kosten Balken verbergen
it: Nascondi la barra dei costi
nb: Sjul kostnads bar

source: Print
de: Drucken
it: Stampa
pl: Drukuj

source: Week
de: Woche
it: Settimana
nb: Uke
pl: Tydzień

source: filtering by name
de: Filter: Name
it: filtra per nome
nb: Fitrer etter navn
pl: filtruj po nazwie

source: See scheduling
de: Zeige Terminplanung
it: Mostra pianificazione
nb: Vis planlegging
pl: Zobacz planowanie

source: End
de: Ende
it: Fine
nb: Slutt
pl: Koniec

source: Resources
de: Ressourcen
it: Risorse
nb: Ressurser

source: changing zoom
de: Wechsle Zoom
it: Cambio vista
nb: Forandr perpektiv
pl: zmiana przybliżenia

source: Show/Hide money cost bar
de: Kosten Balken anzeigen / verbergen
it: Mostra/Nascondi la barra dei costi
nb: Vis/sjul kostnads bar

source: Group by
de: sortiert nach
it: Raggruppa per
nb: Grupper etter

source: Generic allocation criteria
de: Übergeordnete Zuteilungskriterien
it: Criterio generico d'allocazione
nb: Generisk allokasjons kriterie

source: Quarter
de: Viertel
it: Quarto
nb: Fjerdedel
pl: Kwartał

source: Page
de: Seite
it: Pagina
nb: Side

source: None
de: Kein
it: Nessuno
pl: Żaden

source: Flatten/Unflatten tree
de: Öffne/Schließe Baum
it: Appiattisci/Ripristina albero
nb: Kollaps/Ekspander tre
pl: Płaskie/Rozwinięte drzewo

source: Project
de: Projekt
it: Progetto
nb: Prosjekt
pl: Projekt

source: Name
it: Nome
nb: Navn
pl: Nazwa

source: Show progress
de: Zeige Fortschritt
it: Mostra progresso
nb: Vis fremdrift
pl: Pokaż postęp

source: Expand/Collapse all
de: Erweitere/Verkleinere alles
it: Espandi/Riduci tutti
nb: Ekspander/Kollaps alle
pl: Rozwiń/Zwiń wszystkie

source: Show/Hide critical path
de: Zeige/Verberge kritischen Pfad
it: Mostra/Nascondi percorso critico
nb: Vis/Sjul kritisk sti
pl: Pokaż/Ukryj ścieżkę krytyczną

source: Year
de: Jahr
it: Anno
nb: År
pl: Rok

source: showing criteria
de: Zeige Kriterium
it: Mostro i criteri
nb: Vis kriteria
pl: pokaż kryteria

source: Month
de: Monat
it: Mese
nb: Måned
pl: Miesiąc

source: Show/Hide resources
de: Zeige/Verberge Ressourcen
it: Mostra/Nascondi risorse
nb: Vis/Sjul ressurser
pl: Pokaż/Ukryj zasoby

source: Set End-Start
de: Setzte Ende-Start
it: Imposta Fine-Inizio
nb: Set Slutt-Start
pl: Ustaw End-Start

source: decreasing zoom
de: verkleinere Zoom
it: Riduco ingrandimento
nb: Reduser perspektiv
pl: zmniejszenie powiększenia

source: Hide critical path
de: Verberge kritischen Pfad
it: Nascondi percorso critico
nb: Sjul kritisk sti
pl: ukryj ścieżkę krytyczną

source: Day
de: Tag
it: Giorno
nb: Dag
pl: Dzień

source: Hide reported hours
de: Verberge gemeldete Stunden
it: Nascondi ore riportate
nb: Sjul rapporterte timer
pl: Ukryj zgłoszone godziny

source: Load: {0}%
de: Lade: {0}%
it: Carico: {0}%
nb: Last: {0}%
pl: Ładowanie: {0}%

source: showing resources
de: Zeige Ressourcen
it: Mostro le risorse
nb: Vis ressurser
pl: pokazuję zasoby

source: Show/Hide labels
de: Zeige/Verberge Labels
it: Mostra/Nascondi etichette
nb: Vis/Sjul etiketter
pl: Pokaż/Ukryj etykiety

source: Hour
de: Stunde
it: Ora
nb: Timer
pl: Godzina

source: Graphics
de: Grafiken
it: Grafici
nb: Grafikk
pl: Grafika

source: Set Start-Start
de: Setze Start-Start
it: Imposta Inizio-Inizio
pl: Ustaw Start-Start

source: See resource allocation
de: Zeige Ressourcenzuteilung
it: Mostra allocazione risorse
nb: Vis ressurs allokasjon
pl: Pokaż przydział zasobów

source: increasing zoom
de: vergrößere Zoom
it: Aumento l'ingrandimento
nb: Øk perspektiv
pl: powiększ powiększenie

source: Show all elements
de: Zeige alle Elemente
it: Mostra tutti gli elementi
nb: Vis alle elementer
pl: Pokaż wszystkie elementy

source: All
de: Alle
it: Tutti
nb: Alle
pl: Wszystko

source: Refresh
de: Aktualisieren
it: Aggiorna
nb: Oppfriskning
pl: Odśwież

source: Show critical path
de: Zeige kritischen Pfad
it: Mostra percorso critico
nb: Sjul krtisk sti
pl: Pokaż ścieżkę krytyczną

source: Hide progress
de: Fortschritt verbergen
it: Nascondi progresso
nb: Sjul fremdrift
pl: Ukryj postęp

source: by criteria
pl: po kryteriach

source: Limiting resources
pl: Ograniczanie zasobów

source: by resources
pl: po zasobach

source: Show
pl: Pokaż

source: Name filter
pl: Filtr nazwy
